[
    "Last year's victor, Cesario, has already traversed \nthe ocean, obtaining the title of Queen in two countries",
    "Just who will be crowned this year's Queen?",
    "18 girls now run down the first straight",
    "In the fight for the lead, one girl breaks away. \nFrom an inner gate, Fusaichi Pandora settles in the middle of the pack",
    "My start was great, and I was able to get a good position",
    "……I'm doing it!",
    "She's cleared the first hurdle——",
    "Looks like she's putting what she learned in to practice",
    "Yeah, she is but——",
    "The front is going a bit fast……",
    "They round the second corner to the far side",
    "The lead keeps extending, putting six, \nseven lengths between second place",
    "Huh……?",
    "What's that? What's she doing!?",
    "Noone told me she'd run that far ahead!",
    "Wait, what am I supposed to do!?",
    "……!?",
    "Feast your eyes on this!",
    "The run of a true Princess!",
    "And why are you doing that now!?",
    "This is completely different from what I was expecting!",
    "Geez! Don't look down on me!!",
    "As they pass the Zelkova tree, the pace starts to increase! \nThe distance from the lead slowly begins to shrink!",
    "……Right here!",
    "The Uma Musume enter Fuchu's long straight! \nHere begins the ever-changing battle for position!",
    "The final showdown!",
    "Pandora-san……!!",
    "Everything's all messed up! All of it!",
    "Kawakami Princess takes the lead! \nKawakami Princess is in the lead!",
    "Yaaaaaaaaーーーー!!!!",
    "I'm panicking, and Kawakami-senpai \nis unbelievably strong!",
    "Damnit! This might……be impossible……!",
    "……Maybe……it might be, but……!",
    "I won't……",
    "Lose heeeeeeeeereーーーー!!!!",
    "But from the outside it's Fusaichi Pandora! \nFrom the outside, Fusaichi Pandora!",
    "Why youuuuuuuuーーーー!!",
    "Fusaichi Pandora gives chase! \nShe gives chase but the gap doesn't close!",
    "She breaks free, Kawakami Princess breaks free!! \nIt's the birth of a Flawless Queenーー!!",
    "Fighting off a late challenge, Kawakami Princess takes first! Though \nshe hung in until the very end, Fusaichi Pandora takes a close second!",
    "Seriouslyーーーー!?",
    "…………Are you serious……?"
]