[
    "This year once again in Kyoto, \\nthe girls who fought for the Tiara gather",
    "Last year's champion, Sweep Tosho is the 2nd favorite",
    "And then, whilst remaining undefeated and claiming \\nthe Double Crown, Kawakami Princess, the favorite.",
    "…………",
    "Will the Senior class display their prowess, \\nor will the Classic class bring with it a new breeze",
    "15 Uma Musume ready themselves for the Queen Elizabeth Cup",
    "Everyone's in position——",
    "And start!",
    "They're off to an even start, \\nwith 2 surging ahead to fight for the lead",
    "And settling in the middle is Fusaichi Pandora",
    "Right behind her is Kawakami Princess——",
    "With Sweep Tosho following, rounding out the favorites",
    "It looks like Pandora-san's opponents have taken good positions",
    "Right……",
    "It'll come down to when they make their move……",
    "As they enter the back stretch, the pack begins to flatten out",
    "The lead runs at full speed alone in front! \\nTheir time for the first 1000m is——",
    "An astounding 57.4 seconds!",
    "This is quite a high pace!",
    "Even though the lead has pulled that far ahead, \\nit's praiseworthy that you're still holding back",
    "……But no matter how much strength \nyou conserve, I will still reach you!",
    "The Uma Musume enter the middle of the \\n3rd corner, entering a downhill stretch",
    "Considering Sweep-san's closing strength, \\nI need to press the attack first……",
    "Furthermore——",
    "For Pandora-san, knowing the timing to surge forward……!",
    "With 600m remaining, the pace continues to increase! \\nThe distance from the lead starts to shrink!",
    "The real battle is starting……!",
    "…………",
    "……!?",
    "…………Kraft……",
    "Eh……?",
    "…………!",
    "……Compared to every other race before, this is different……",
    "The same desire to 『Win』, but it's completely different……",
    "This race that I'm running……",
    "Is on the path that Ku-chan-senpai left behind——",
    "So that someday, somewhere, someone \\nwould carry on. That's the kind of run——",
    "I want to leave behindーーーー!!",
    "What's this!? This is where Fusaichi Pandora increases her pace! \\nOn the final corner, aiming to take the lead!",
    "……!? \\nWhat!? I won't let you get away!!",
    "Let's go, both of you!",
    "They round the corner and enter the final straight!!",
    "Fusaichi Pandora quickly takes the lead! She takes the lead!!",
    "Cut through to the inside——",
    "……!?",
    "Kawakami Princess moves to the outside!",
    "And aiming further outside is Sweep Tosho! \\nSweep Tosho with her overwhelming finishing leg!",
    "But the leader is Fusaichi Pandora! \\nHowever, they're closing the gap!",
    "Will it be Sweep!? Kawakami!? \\nOr Fusaichi Pandora!?",
    "Yaaaaaaaaーーーー!!",
    "They can't pass her! She won't yield!!",
    "Fusaichi Pandora, in the lead, now——",
    "Goooooooal!!",
    "The winner is Fusaichi Pandora!",
    "Team <Ascella>'s Fusaichi Pandora, \nengraves another achievement for the Tiara Uma Musume!"
]