{
    "title": "What Made Me Feverish With Passion",
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Nakayama's Former Teacher",
            "text": "I hadn't seen Festa run since she graduated, but she was \nin my father's racing class, so I used to see her often."
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "That's what surprised me. Even though she was a student at \nTracen Academy, she hadn't changed a bit. On that day ——"
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "Festa was the opponent of a certain French Umamusume \nwho had made a name for herself internationally.",
            "choice_data_list": [
                "Huh?!"
            ]
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "But that Umamusume wasn't planning on doing anything serious. \nShe just wanted to run a little on a freestyle track that resembled \nthe turf of her hometown."
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "However, none of the girls present, except Festa, came forward \nto be her opponent. They said it was because \"she was on a \ncompletely different level compared to them.\""
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "They were right. Their opponent was overwhelming in size and \nability. The more seriously they ran, the more they'd realize the \ndifference between themselves and her opponent, and they'd \nhave nothing but despair to show for it. A race like that…"
        },
        {
            "name": "Nakayama Festa",
            "text": "\"Ha… HAHAHA! That's it, don't hold back! \nThis fire… is what I'm looking for!!\""
        },
        {
            "name": "French Horsegirl",
            "text": "\"Ugh… HAAAAAAAHH!!!\""
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "She brought out the true power of her opponent. The same \nopponent who violently outclassed her. Acting provocative, \nwith a twinkle in her eye. Having fun… with a smile."
        },
        {
            "name": "Nakayama Festa",
            "text": "\"AAARRRGGG! Shut up, shut up, SHUT UP! \nShut up, stupid heartbeat! I feel-\""
        },
        {
            "name": "Nakayama Festa",
            "text": "\"Alive…\"",
            "choice_data_list": [
                "(…Alive?)"
            ]
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "In the end, Festa lost. Still, they were a neck's \nlength apart. It was a photo finish. After the race, \nshe fell to her knees, a complete wreck."
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "Perhaps it was a reaction to going beyond her limits, but she \nwas a world-class Umamusume in a pre-debut body."
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "<i>…Cough, cough…!</i>",
            "choice_data_list": [
                "Are you okay?!"
            ]
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "Sorry, I got excited… <i>cough… \ncough… cough…</i> excuse me…"
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "…Trainer. Please, help that girl \"live.\""
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "That girl used to hang out in back alleys and play dangerous \ngames. Taking risks with bad company was an easy way for \nher to get her heart pumping."
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "But the passion that brings her is just \nfor kicks. What she's really after is…"
        },
        {
            "name": "Nakayama's Former Teacher",
            "text": "A race that ignites her instincts. \nThat is the only moment she can let herself go.",
            "choice_data_list": [
                "…A race that ignites her instincts."
            ]
        },
        {
            "text": "I think about that as I leave the hospital. The video \nI saw of her running was completely different from \nher performance at the tryout race."
        },
        {
            "text": "The challenge is already clear. There are some races \nshe can take seriously and others she can't.",
            "choice_data_list": [
                "(The race I saw in that video, for one.)"
            ]
        },
        {
            "text": "She was completely outclassed. The odds would've been \n10 to 1 in her opponent's favor. That's why. If she had won, \nshe'd have been…",
            "choice_data_list": [
                "<size=34>Is that the kind of gamble that ignites her passion?</size>",
                "<size=34>Is that the kind of gamble that ignites her passion?</size>"
            ]
        },
        {
            "text": "If one could intentionally create a gamble like that, I wonder if \nNakayama Festa would always feel \"alive\"."
        },
        {
            "text": "I forced myself to dry swallow despite my parched throat. What I \nhad come up with was just a fantasy. An unrealistic hypothetical.",
            "choice_data_list": [
                "If that was the case, maybe it would \nbe what I could do to help her live.",
                "If that was the case, maybe it would \nbe what I could do to help her live."
            ]
        },
        {
            "text": "Could a method like \"that\" carry world-class \ntalent to its fullest potential…?"
        },
        {
            "text": "That night. I asked Miho's dorm leader to let me \nstand at the dormitory's entrance for a while."
        },
        {
            "name": "Nakayama Festa",
            "text": "…Hm? What are you…",
            "choice_data_list": [
                "I thought I'd see you if I waited here.",
                "I thought I'd see you if I waited here."
            ]
        },
        {
            "text": "Pointing to the trainer badge on my lapel, I explained \nthat she was the one who helped me before and that \nI'd watched the tryout race."
        },
        {
            "name": "Nakayama Festa",
            "text": "Oh, it was you. I knew I had seen that suspicious \nperson before. So… you came here to lecture me? \nYou should take running more seriously.",
            "choice_data_list": [
                "I saw the video of you competing \nagainst a foreign Umamusume.",
                "I saw the video of you competing \nagainst a foreign Umamusume."
            ]
        },
        {
            "name": "Nakayama Festa",
            "text": "…! Did you meet my teacher?"
        },
        {
            "name": "Nakayama Festa",
            "text": "That race was an illusion. Just a fluke. You saw the tryouts, \nyou know what I mean. I'll never have a race like that again."
        },
        {
            "name": "Nakayama Festa",
            "text": "Worst case scenario, I throw a fit. I'll end up losing my debut \nand every maiden race that comes after, and that'll be that. \n…Some brat who was never able to really get fired up.",
            "choice_data_list": [
                "I won't let that happen, I'll let you live.",
                "I won't let that happen, I'll let you live."
            ]
        },
        {
            "name": "Nakayama Festa",
            "text": "….Wha?",
            "choice_data_list": [
                "Let's go pick a fight against the world."
            ]
        },
        {
            "text": "If she wants a thrilling gamble, she should put herself in \na situation where she has no choice but to be thrilled. \nShe could even cut off all her escape routes."
        },
        {
            "text": "One or zero? Admiration or scorn? It doesn't matter which one \nis at the end of the game, only that it's one or the other."
        },
        {
            "name": "Sirius Symboli",
            "text": "…"
        },
        {
            "text": "Later that day. Nakayama Festa and I arrived at a press \nconference for member of the \"Golden Generation\", \nEl Condor Pasa."
        },
        {
            "name": "Announcer",
            "text": "El Condor Passa, you finished in a respectable second place \nin the world renowned Prix de l'Arc de Triomphe. Since then, \nyou've been on a prolonged hiatus."
        },
        {
            "name": "El Condor Pasa",
            "text": "Yeah. I've been looking for someone to pass the mask onto \nfor a while. But then I decided! The one who should win over \nthe world is none other than myself!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Now, long term expedition plans are already in the making! \nYou can look forward to seeing me as early as next year.",
            "choice_data_list": [
                "<size=38>But first, we'll compete against you, and win.</size>",
                "<size=38>But first, we'll compete against you, and win.</size>"
            ]
        },
        {
            "name": "Reporters",
            "text": "!?!?"
        },
        {
            "name": "El Condor Pasa",
            "text": "A lost enemy. Don't you know that now, we are in the \nmiddle of a press conference for El, the world's most \npowerful Umamusume? You interrupted it and then \nchallenged me… do you understand what that means?"
        },
        {
            "name": "Nakayama Festa",
            "text": "Yeah. And you're gonna have to hand your right \nto challenge the world over to me, El."
        },
        {
            "name": "Nakayama Festa",
            "text": "…You've finished the game and became a thing of the past. \nThe one who can put that ticket to good use is me."
        },
        {
            "name": "El Condor Pasa",
            "text": "…",
            "choice_data_list": [
                "We're here to put our futures on the line.",
                "We're here to put our futures on the line."
            ]
        },
        {
            "name": "Nakayama Festa",
            "text": "Challenge the El? The one who placed during the \nPrix de l'Arc de Triomphe? While she's being interviewed \nin front of the press before my debut?",
            "choice_data_list": [
                "<size=34>And just like that, you'll be on the world's radar.</size>",
                "<size=34>And just like that, you'll be on the world's radar.</size>"
            ]
        },
        {
            "text": "With such big talk, the media has to take the bait. Her future \nwill be the focus of attention from his debut race on, adding \ntension to every race."
        },
        {
            "text": "If she wins, the world will celebrate her. If he loses, she'll be \nderided as a disappointment. Every race she'll take on from then \non out is sure to be one that will catch the eyes of spectators."
        },
        {
            "name": "Nakayama Festa",
            "text": "Haha, if that were to happen every time, I'd have \nno choice but to get fired up. And what if I'm \na complete failure in my race against El?"
        },
        {
            "name": "Nakayama Festa",
            "text": "If nobody thinks I'm even worth looking into after that, \nthat's the end of the line, you know?",
            "choice_data_list": [
                "Isn't that kind of \"fear\" necessary \nin the games you play?",
                "Isn't that kind of \"fear\" necessary \nin the games you play?"
            ]
        },
        {
            "name": "Nakayama Festa",
            "text": "…Haha, well damn. Suppose I'm the one who taught \nyou such unnecessary things… wasn't I?"
        },
        {
            "name": "Nakayama Festa",
            "text": "Let's fight for the future, El. Give the OK and I'll take care \nof the prep work. Before my debut."
        },
        {
            "name": "El Condor Pasa",
            "text": "…! Are you treating the race against me as a preliminary \nchallenge before your debut? I can't believe this! \nYou must not know much about the world!"
        },
        {
            "name": "El Condor Pasa",
            "text": "But if I let an attitude like that slide, the world itself will \nbe underestimated by everyone. So… defeat, humiliation, \nor despair. Which would you prefer?"
        },
        {
            "text": "Thus begins the gamble of a lifetime."
        }
    ]
}