{
    "title": "Covered in Mud, Facing the Sunrise",
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Nakayama Festa",
            "text": "\"El Condor Pasa accepts the challenge of a rookie \nUmamusume.\" This race is gonna be broadcast live \nover the Internet. It's a real festival."
        },
        {
            "name": "Nakayama Festa",
            "text": "By the way, I know you made me train for pitch running, \nbut… it's usually the opposite if we are competing on grass. \nShouldn't I be running with a wider stride?"
        },
        {
            "name": "Nakayama Festa",
            "text": "Since pitch running uses a short stride, its high turnover \nincreases acceleration, but it wears out the runner quickly… \nIt's good for dirt races or sprints, yeah?",
            "choice_data_list": [
                "This course is special."
            ]
        },
        {
            "text": "I had chosen to rent out the freestyle race track instead of the \non-campus course. The turf there isn't well maintained and \nrunning there requires a lot of power."
        },
        {
            "text": "What is required is not a running technique geared towards \ndomestic turf courses. It is a technique that can be used all \nover the world, no matter what kind of surface it is on.",
            "choice_data_list": [
                "You're going to go out there \nand win against the world.",
                "You're going to go out there \nand win against the world."
            ]
        },
        {
            "name": "Nakayama Festa",
            "text": "Whew, that's one big ask. \nGuess I should check out the track too."
        },
        {
            "name": "Nakayama Festa",
            "text": "That course is different from the school's. The turf's \ndifferent, the soil's different. …If you wanna strategize, \nyou start planning there."
        },
        {
            "text": "I wonder if she anticipated that? The night before the race, \nheavy rain suddenly began to fall."
        },
        {
            "name": "Announcer",
            "text": "The forecast's cleared up and we're looking \nat sunny skies! At last, the live broadcast \nof El Condor Pasa's race is about to begin!"
        },
        {
            "name": "Reporter A",
            "text": "…But when I looked into it, I found that her \nopponent really was just a rookie. I was hoping \nto see a serious race from El Condor Pasa…"
        },
        {
            "name": "Reporter B",
            "text": "Well, it's a good thing that El's racing is being recorded \nlive on camera. If her opponent loses spectacularly, \nher performance will look better."
        },
        {
            "name": "Nakayama Festa",
            "text": "Yeesh, talk about a warm welcome. \nYou're the one they're all betting on, El."
        },
        {
            "name": "El Condor Pasa",
            "text": "It's only natural. I am the condor who flew to the ends \nof the earth. With my expectations and responsibilities, \nI'll knock you off your feet."
        },
        {
            "name": "Sirius Symboli",
            "text": "…Heheh. Seems that she's still wet behind the ears. \nIs it confidence or immaturity? Either way ——"
        },
        {
            "name": "Sirius Symboli",
            "text": "—— Try not to run like shit this time."
        },
        {
            "name": "Announcer",
            "text": "And they're out of the gates! The track may still be muddy, but \nit's no match for the \"Monster Bird\" El Condor Pasa, who has \nalready taken on the world!"
        },
        {
            "name": "Nakayama Festa",
            "text": "(I see. It's like you'd expect from someone who's competed \naround the world. Her ability to concentrate and acceleration \nis quite exceptional… that's enough to hand her the win.)"
        },
        {
            "name": "Announcer",
            "text": "Nakayama Festa has slowed down! Is she unable \nto keep up with El Condor Pasa's pace?!"
        },
        {
            "name": "El Condor Pasa",
            "text": "…Tch. Let me set the pace then!"
        },
        {
            "name": "Reporter A",
            "text": "Oooh, El Condor Pasa remains in front. With a comfortable lead, \nshe can afford to slow down to keep her stamina up."
        },
        {
            "name": "Sirius Symboli",
            "text": "Of course this gaggle is bird-brained too. She's not just \nslowing down for no reason. I'm gonna take a closer look \nat where they're running."
        },
        {
            "name": "Nakayama Festa",
            "text": "Tch, damnit. El is moving towards the outside. \nHas she noticed… the unusual effect occurring \ndue to the track?"
        },
        {
            "name": "Announcer",
            "text": "There's a big puddle on the inside of the 3rd and 4th corners! \nBut Pasa goes around it! This is the luck of a champion!"
        },
        {
            "name": "Sirius Symboli",
            "text": "It wasn't luck, it was just a matter of getting to the outside. \nThe puddles turned that spot into a swamp. It's impossible \nto get ahead from the inside. Which means…"
        },
        {
            "name": "Nakayama Festa",
            "text": "('Cause I'm behind El, I have no choice but to run \nfurther outside than her. That or the mud? Either way, \nI'll lose stamina. Just as I thought…)"
        },
        {
            "name": "Nakayama Festa",
            "text": "I don't need a safe tile!!"
        },
        {
            "name": "El Condor Pasa",
            "text": "…! No way!?"
        },
        {
            "name": "Nakayama Festa",
            "text": "HAAAAAAAAAAAAAAAAAAH!",
            "choice_data_list": [
                "Keep going from the inside!"
            ]
        },
        {
            "name": "Reporter B",
            "text": "Hey! That girl ran through the mud at full speed! She can take \nshortcuts, but she's still at risk of slipping and falling over!"
        },
        {
            "name": "Nakayama Festa",
            "text": "(Yes! It's do or die! My heart is pounding! This is what racing \nis all about. This is what competition is all about! This is ——)"
        },
        {
            "name": "Nakayama Festa",
            "text": "A place where I… where I can live!!"
        },
        {
            "name": "Both",
            "text": "AAAAAAAAAAAAAAAAAAAAAA!!!"
        },
        {
            "name": "Announcer",
            "text": "This is the world's El Condor Pasa! Behold her flapping wings! \nWhat a perfect run! There is no other Umamusume more worthy \nof challenging the world!"
        },
        {
            "name": "Sirius Symboli",
            "text": "El really is that good, huh? The masses are giddy with \nexcitement over your performance after all these years. \n…Yet you're only hanging on by a thread."
        },
        {
            "name": "El Condor Pasa",
            "text": "Huff… huff… That's mean, Sirius. Even though I'm \ncoming off a break, Nakayama is a novice, a work \nin progress who still has room to grow."
        },
        {
            "name": "El Condor Pasa",
            "text": "If they are happy with this level of victory, they'll be elated \nnext time. But it's a matter of winning the next time. I'll be \nthe first to take the world."
        },
        {
            "name": "Sirius Symboli",
            "text": "…Hey hey, So that's the attitude of a person \nwho was looking for a successor. Hahaha…"
        },
        {
            "name": "Sirius Symboli",
            "text": "Well, the bird you fail to kill is the first to fly away! \nIf Nakayama dreams of Paris, she better sharpen her claws. \nThe world doesn't wait for you to catch up to it."
        },
        {
            "name": "Reporter A",
            "text": "<i>Haah</i>… Well, it was what we expected from the champion. \nIn the end, the challenger was just a big talker with some \neccentric techniques. It was pretty exciting though."
        },
        {
            "name": "Reporter B",
            "text": "Well, maybe that girl could get an article if we ever get a \nfollow up on her. How far will the girl who cried wolf fall? \n…There's a demographic who likes bad endings, right?"
        },
        {
            "name": "Nakayama Festa",
            "text": "Hahaaaaah. This is a huge loss. I haven't even debuted \nand I've already made a fool of myself.",
            "choice_data_list": [
                "<size=34>But you got attention. This is just the beginning.</size>"
            ]
        },
        {
            "name": "Nakayama Festa",
            "text": "Haah, that's for sure. The look in the reporters' \neyes has changed. If we flunk the next race, \nthe articles will be scathing. Keheheh…"
        },
        {
            "name": "Nakayama Festa",
            "text": "The odds are absolutely against me! I'm not just fired up, \nmy heart's begging me to get ready for the next race!",
            "choice_data_list": [
                "<size=38>So, will you officially sign a contract with me?</size>",
                "<size=38>So, will you officially sign a contract with me?</size>"
            ]
        },
        {
            "name": "Nakayama Festa",
            "text": "Haha. What's the point of getting all formal about it now? \nWe're both already on the same sinking ship, right?"
        },
        {
            "name": "Nakayama Festa",
            "text": "Become my trainer. And ——"
        },
        {
            "name": "Nakayama Festa",
            "text": "—— Keep me alive as long as you can, yeah?"
        }
    ]
}