{
  "text_block_list": [
    {
      "text": "Registration for Dorowa is over here! Please only enter the hall once you've checked off your name on the registe— ah…!",
      "name": "Nice Nature"
    },
    {
      "text": "Good evening, Nature-san!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Woah, Chiyo-chan's dress is adorbs! What's up with this? Oh, a sakura motif?!",
      "name": "Chiyono O's Friend A"
    },
    {
      "text": "Yup. Sakura. \nSakura that spent its days alongside light snowfall.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…Chiyono O-san sure is popular. \nBut… hehe. You're her number one, aren't you, Ardan-san?",
      "name": "Nice Nature"
    },
    {
      "text": "Yes. \"Right now\", that is.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "But, I understand that the one who will spend her life pursuing her isn't me.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…Huh?",
      "name": "Nice Nature"
    },
    {
      "text": "That's why I won't forget this night.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Even if throughout our lives we find that we were not eachother's number one, for just this one special night, we were able to become eachother's irreplaceable partners.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Tonight, just for this very moment, with our arms intertwined, the one reflected in her eyes will be me. And the one reflected in my eyes will be her.… I won't let anyone take that away from me.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…Even if that \"number one\" were to show up in front of your very eyes?",
      "name": "Nice Nature"
    },
    {
      "text": "Exactly, Nature-san.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "I'm sure you, too, have someone whose gaze you want all to yourself.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…",
      "name": "Nice Nature"
    },
    {
      "text": "Oh, wow… did you see Teio and McQueen just now?! They're seriously on another level.",
      "name": "Attending Umamusume A"
    },
    {
      "text": "I know, right? They're definitely gonna be tonight's Best Date! As for us, well… how about we just take it slow for now?",
      "name": "Attending Umamusume B"
    },
    {
      "text": "Let us proceed to the dance floor, too.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Okay. Also… Ardan-san!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Please don't hold yourself back anymore.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "I learned with my body how good you are at dancing. And now, I've made myself remember how you dance.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Even if you decide to adlib some steps, I'll follow right along. Don't feel like you have to match my rhythm. You should dance like you.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "We're going to go out there as Sakura Chiyono O and Mejiro Ardan. And we're gonna dance together!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Then, without further ado…",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Look at me, Chiyono O-san.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Of course, Ardan-san.",
      "name": "Sakura Chiyono O"
    }
  ]
}