{
  "text_block_list": [
    {
      "text": "One, two… three, four… one, two…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Whew… it seems we're finally beginning to synchronise. \nShall we call it here for the day?",
      "name": "Mejiro Ardan"
    },
    {
      "text": "How did you feel about today's dance?",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Huh?! Y-Your dance was lovely as usual, Ardan-san! Your steps were flawless, and you were conscious of everything down to the tips of your fingers!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "But on the other hand I'm just kind of, like, mediocre, or like… there's nothing really showy about me.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "It made me think, I've gotta work even harder! I'm pretty average, so I just have to push myself to aim even higher!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Hehe… then allow me as your date to help you in any way I can.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Oh! Thanks so much, Ardan-san!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "G-Good day, my reliable upperclassmen! Could you so kindly show me video footage of your dance practice?!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(And so I went to ask Ardan-san's classmates and the upperclassmen in my dorm for all the footage of their past Dorowa dances!)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(After all, I'm aiming for the Best Date! I may be average, but that just means I've got to put in every average ounce of effort that I can!)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(To stand out from everyone else on that day, I'll do all the research I can—)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…One day, I'll wear the same crown too…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "The more I go through old footage of dances, the clearer it becomes that Maruzen-san's dance on that day was on another level.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "They constantly passed the lead back and forth, neither falling into a \"supporting\" role. It was a bold move, and a testament to their skill that they kept their balance.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "It was truly a captivating, special dance of Maruzen-san's own. She didn't let herself be constrained by what's \"ordinary\" or what came before.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Oh, Chiyono O-san! How are things? Is your dress coming along well?",
      "name": "Nice Nature"
    },
    {
      "text": "Ah… Y-Yes, it is. Are you here on committee business again, Nature-san?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "I sure am. By the by, you haven't seen McQueen, have you? The committee's got a request for her…",
      "name": "Nice Nature"
    },
    {
      "text": "Chiyono O-san! They said the dress you ordered the other day has finally arrived at the estate.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "So, how do you feel about doing some reconnaissance while trying the dress on? It seems that McQueen will be practicing her couple dance at the estate, as well.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Sounds great! What about you, Nature-san? You needed to talk to McQueen-san about something, right?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "U-Uh, yeah, that's right! Hope you don't mind me tagging along, then.",
      "name": "Nice Nature"
    },
    {
      "text": "I'll go grab my bag real quick from the classroom! Let's meet at the school gates in ten minutes!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Alri… ght.",
      "name": "Nice Nature"
    },
    {
      "text": "…If McQueen's practicing, then <i>she's</i> going to be there too, huh.",
      "name": "Nice Nature"
    },
    {
      "text": "Ahaha… so you and Ardan-san are aiming for Best Date, correct?",
      "name": "Nice Nature"
    },
    {
      "text": "Yes! I've gathered a ton of footage to study, too! Whoever we trade blows with, we're not gonna lose!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "\"Trade blows\"? This isn't some sort of down-and-dirty fight, you know.",
      "name": "Nice Nature"
    },
    {
      "text": "It's not a bad way to prepare ourselves, however. McQueen and her date, who we'll shortly be observing, are also aiming for Best Date this year.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Because they're our rivals.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "That's right, Ardan-san! No matter who comes at us, I'll——",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Teio-san!",
      "name": "???"
    },
    {
      "text": "Ahaha! Don't get distracted now, McQueen! You can… keep up with me, can't you?",
      "name": "Tokai Teio"
    },
    {
      "text": "Hmph, of course! It's time for the next turn!",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Heck yeah! This is awesome! ♪ Okay, one more time! Last one—! ♪",
      "name": "Tokai Teio"
    },
    {
      "text": "…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Woah, they're already pros at it. Seriously… McQueen's insanely good.",
      "name": "Nice Nature"
    },
    {
      "text": "…Teio, too.",
      "name": "Nice Nature"
    },
    {
      "text": "(Oh, wow… they're amazing. Their sharp turns, their deft movements… compared to them, I'm just…)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(These two… aren't \"ordinary\" at all.)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Whew… ahh, I'm pooped! That suit's way too stuffy! Wait, huh? Nature? Uwah, what're you doing here?!",
      "name": "Tokai Teio"
    },
    {
      "text": "Ah, well, y'see, the Dorowa committee has some business with McQueen here, so…",
      "name": "Nice Nature"
    },
    {
      "text": "Oh, might this be about volunteering? I see they've decided on the lesson schedule for the applicants, then.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "…Lessons? You mean McQueen's gonna teach everyone else at school, too?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Ha… ahahah…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(I thought I'd learn a bunch of different dances from the recordings. But seeing it in person, the intensity is totally different. It shattered all my expectations.)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(If I can't win against these two, I can't win Best Date. Some dark, heavy feeling's punched a deep, deep hole in my chest…)",
      "name": "Sakura Chiyono O"
    }
  ]
}