{
  "text_block_list": [
    {
      "text": "This is an announcement from the Dorowa executive committee! We're posting the schedule for the special lessons on the bulletin boards, so if you're interested, check it out!",
      "name": "Nice Nature"
    },
    {
      "text": "Oh, thank goodness! This is my first time joining Dorowa, y'know. Hey, Chiyo-chan, you gonna take the lessons too?",
      "name": "Chiyono O's Friend A"
    },
    {
      "text": "Huh? Oh, I'm…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Surely you're fine without 'em! I was secretly watching your private lesson with Ardan-senpai earlier! ♪ You two are lookin' super great!",
      "name": "Chiyono O's Friend B"
    },
    {
      "text": "O-Oh, thanks. But…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "I'm only good at dancing \"ordinarily\". I'll never be able to surpass McQueen and the others like this.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "My style of dance focuses on the basics. But their dance has choreography I've never even seen before.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "From their steps, to their fingertips, even their expressions… the passion in their dance was overflowing, enough that I had my breath taken away.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "I'm just \"ordinary\", so what do I have that I can win with? If I want to win…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "I have to become \"special\" enough to not lose to anyone.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(I can't just stay as I am. Compared to McQueen and Teio, I'm sorely lacking in any kind of appeal.)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(First, I have to close this gap… the gap between ordinary and special. I'm going to stand in the same ring! Like, for my solo part, if I could just do it like Maruzen-san…)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(If I could dance like Maruzen-san did… I'd be a little closer to being \"special\"…!)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Got it, got it. Seeya, Turbo… hm? You're heading home late too, Chiyono O-san?",
      "name": "Nice Nature"
    },
    {
      "text": "Yeah. I was just in the studio. Y'know, practicing by myself.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Wow… don't push yourself too hard, though. Don't you think you'll worry Ardan-san like that?",
      "name": "Nice Nature"
    },
    {
      "text": "Ah, don't worry, I've been making sure she won't find out. Because…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "It's one of those things that'll work itself out if I just keep on trying! Anyway, good night!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…Wonder if she's gonna be okay.",
      "name": "Nice Nature"
    },
    {
      "text": "Hah… hah…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "If I'm gonna win against those two, I have to be even more like Maruzen-san…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Ardan-san! You're attending this year's Dorowa, yes? I heard you've been working hard with your date for the couple dance.",
      "name": "Ardan's Classmate"
    },
    {
      "text": "I'm a big fan of your dancing! I'm absolutely positive you could win Best Date no matter who you're paired with!",
      "name": "Ardan's Classmate"
    },
    {
      "text": "Indeed. I, too, believe I can aim for as much. With Chiyono O-san, of course.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "(It's not just \"anyone\". It's precisely because it's <i>her</i>.)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "The day of the event is drawing near, so we should practice dancing in our outfits to get used to them.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Good idea. We've got to think about the real thing… Um, Ardan-san?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Would you mind taking a look at my solo part first? I've got a trick up my sleeve to win the title of Best Date!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Your solo part, you say? Well, I don't mind, but…",
      "name": "Mejiro Ardan"
    },
    {
      "text": "I think it'll really amaze you, Ardan-san! With this, I think I'll really be able to show off the \"special\" side of me!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "And at the end, I twirl like… this!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(…I did it! I really, really did it! Now I'll be \"special\" for sure–—)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…That was…",
      "name": "Mejiro Ardan"
    },
    {
      "text": "What do you think, Ardan-san? I've been practicing other dance moves for my solo part, too!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…I see. But don't you think it's about time we practice the part where we dance together? We're already in our matching outfits, after all.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "O-Oh yeah, you're right. Okay, let's get back to practicing together.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…Huh?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Is something the matter?",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Um, I feel like the rhythm of our couple dance is kind of off… like it's gotten slower since the last time we did it.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "No, nothing has changed. I'm still going by exactly the same rhythm.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "A-Ah, I see! Sorry about that. Okay, let's try one more time.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Chiyono O-san, I think your steps may be a tad… fast.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Huh?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(Why… is this happening? I should be dancing just like I was before, but…)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(We're not in sync at all.)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(What do I do here? Um… oh, that's it! If it were Maruzen-san, she'd take the lead from Ardan-san after this…)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Excuse me. Allow me to take the lead.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Wha— Ardan-san?! Hold on a second, I'm supposed to—",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "No. I won't concede.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "But I'm—!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(T-This is all wrong. I can't dance like Maruzen-san like this. I'm gonna go back to just being \"ordinary\"!)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…gh!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Chiyono O-san?!",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Are your legs alright?! You aren't hurt anywhere, are you?!",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…gh, I'm… o… kay… I-I'm sorry! I just lost my balance!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…No, it's I who should apologise. I'm the one who was taking the lead, but I made you…",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Let's end practice here for today. Just in case, please do visit the infirmary… We'll continue again from tomorrow onwards.",
      "name": "Mejiro Ardan"
    }
  ]
}