{
  "text_block_list": [
    {
      "text": "Chiyono O-san? \nWhat's the matter? You're all flushed—",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Ardan-san. I'm just a regular, ordinary Umamusume. My dancing and my style, it's all just ordinary.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "I'm so pathetic that I can't bear to look at myself because of all my shortcomings. I'm so ordinary it's stupid…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…But I'm an Umamusume who wants to win more than anyone!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…Chiyono O-san.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Teio-san told me, \"no matter who you copy, you can't win.\" \n…And I understood. A copy won't ever be a match for the original.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "But, just me, as I am… there's no way I'd ever win against geniuses and prodigies. I've always told myself that it's just impossible, no matter how much I struggle…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…But even if that's true, I…! \nI still won't let myself give up!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Asking myself, \"is there really no path to victory for me?\" I look for it! Telling myself, \"if I just make up for what I'm lacking in, maybe it'll work out,\" I work hard!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "No matter how many times I get beaten down, I still keep struggling! I might be ordinary, but I'm terrible at giving up—",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "I… when it comes to not wanting to lose, I won't lose to anyone!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "If I can't win by being a copy, then I'll stop copying! I'll make it so I can win as myself! I'll figure out a way from scratch!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "So, will you… accompany me to the top? \nWill you… become a sore loser with me?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Can we… start from the basics, one more time…?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…You finally looked my way.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Due to the condition of my legs, I'm at no liberty to keep dancing for a prolonged period of time. I fear that I won't be able to offer you that foundational practice you're asking for.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "However, after our couples dance practice, I saw the intensive rehearsals you were doing by yourself with my own eyes. I believe that I'll be able to guide you.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…! So, you mean—",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "I won't give up on winning with you, either. Shall we take a closer look at our dance together, and find that path to victory of yours?",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…Y-Yes!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "The music played throughout the Dorowa is of an extensive variety. Aside from the standard music, let us also practise in preparation for different genres of music, such as Latin, for as much as time will allow.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "But first comes the fundamentals. Be sure not to let the form of your hold falter.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Understood!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(Starting practise at a time like this… \nyou truly are—)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "(… So dazzling.)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "(You're the Umamusume who wants to win more than anyone else. If you set your heart on winning even once, there's no world in which you'll throw a match.)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "(Even if you're overtaken right before the finish line, you don't lose heart. You just keep flying down the track, straight towards that victory you long for.)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "(That's why, when I'm with you…)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Chiyono O-san. \nHow about we try moving as a pair next?",
      "name": "Mejiro Ardan"
    },
    {
      "text": "(… I end up thinking, <i>\"I want to win,\"</i> like a stubborn child.)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "We almost missed lights-out back there. Sorry for having you accompany me the whole time.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "But it turned out to be a fruitful rehearsal. I'll turn off the lights, now.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Yeah. Goodnight, Ardan-san.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…",
      "name": "Both of them"
    },
    {
      "text": "…Chiyono O-san, \nare you awake?",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…I'm… \nsleeping.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…Is that so? Then this will just be a monologue. Nonsense words with no place to go while you sleep.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "I was… so, so frustrated. Back when all you did was try to imitate Maruzen-san.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "The you who I'd admired so dearly… seemed about to be overwritten by someone else. Even though I… I wanted to dance with you <i>because</i> you're Sakura Chiyono O.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Chiyono O-san. I… I don't want to let anyone steal you away, not even yourself. To that extent, snow believes sakura to be beautiful.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Sakura and snow can only be together for but a moment; only during the spell between winter and spring. Once the spring breeze blows, the snow will melt at once, and disappear below.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…Even so, the snow spent the same days together with the sakura buds. Though it pales in comparison to the brilliance of the flurry of falling sakura petals, they shared that unforgettable view together.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Chiyono O-san. When the day comes, please, dance with me— Mejiro Ardan. Dance with me reflected in your eyes.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…Goodnight.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…Goodnight.",
      "name": "Sakura Chiyono O"
    }
  ]
}