{
  "text_block_list": [
    {
      "text": "Ah… e-excuse me! Sorry, comin' through! Oof…",
      "name": "Nice Nature"
    },
    {
      "text": "Huh…? Teio, where'd you…? Ugh…",
      "name": "Nice Nature"
    },
    {
      "text": "Oh, hey Nature. Aren't you supposed to be on br—",
      "name": "Dorowa Committee Member"
    },
    {
      "text": "Sorry, but have you seen Teio anywhere?!",
      "name": "Nice Nature"
    },
    {
      "text": "Teio-san? Oh, I think I saw her…",
      "name": "Dorowa Committee Member"
    },
    {
      "text": "Teio! U-Um, I…",
      "name": "Nice Nature"
    },
    {
      "text": "…Wait, you changed already?",
      "name": "Nice Nature"
    },
    {
      "text": "It's cause the collar of that suit was sooo stuffy! It did make me look super cool, though.",
      "name": "Tokai Teio"
    },
    {
      "text": "I showed off for the judges, and I gave it my all out there! Now I'm just waiting for the results.",
      "name": "Tokai Teio"
    },
    {
      "text": "…Oh. Ah, yeah, of course! Yeah… I suppose you wouldn't want to dance anymore after that, huh.",
      "name": "Nice Nature"
    },
    {
      "text": "Yeah, of course. Good work! Seriously, your dancing was so cool. Like, I was watching from the gallery up above, and…",
      "name": "Nice Nature"
    },
    {
      "text": "You were so cool that I couldn't stand watching you.",
      "name": "Nice Nature"
    },
    {
      "text": "Nature…?",
      "name": "Tokai Teio"
    },
    {
      "text": "Argh, no! Don't be weird, Nature! Aha, sorry, Teio.",
      "name": "Nice Nature"
    },
    {
      "text": "I think McQueen is the date you deserve. She's your one and only rival, the center of everyone's gaze.",
      "name": "Nice Nature"
    },
    {
      "text": "That's really, truly how I feel.",
      "name": "Nice Nature"
    },
    {
      "text": "…But, y'know!",
      "name": "Nice Nature"
    },
    {
      "text": "It doesn't have to be this year! It doesn't even have to be next year!",
      "name": "Nice Nature"
    },
    {
      "text": "Just, someday… will you dance with me, too?",
      "name": "Nice Nature"
    },
    {
      "text": "…Because I'm your rival and classmate, too.",
      "name": "Nice Nature"
    },
    {
      "text": "Sounds good! Howzabout a dance right now?",
      "name": "Tokai Teio"
    },
    {
      "text": "Yeah, I know, sorry. For now we can just— huh? R-Right now? Like, <i>now</i>?!",
      "name": "Nice Nature"
    },
    {
      "text": "Yup, right now!",
      "name": "Tokai Teio"
    },
    {
      "text": "B-But you're in your tracksuit and I'm in my uniform! We don't have any Dorowa dresses…",
      "name": "Nice Nature"
    },
    {
      "text": "We can just go get changed again! And you can just grab a rental dress for today! C'mon, I'm sure they have one!",
      "name": "Tokai Teio"
    },
    {
      "text": "How are your legs feeling? If you're hungry at all, I can go grab us some snacks from the table over there!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Thank you, Chiyono O-san, but I'm quite alright. …Oh, my.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Alright, let's dance, Nature!",
      "name": "Tokai Teio"
    },
    {
      "text": "Oh… w-wait! Just let me take one last deep breath real quick! I haven't practiced my steps at all!",
      "name": "Nice Nature"
    },
    {
      "text": "C'mon, I thought you made up your mind on this already! Plus, this is just a hunch, but…",
      "name": "Tokai Teio"
    },
    {
      "text": "No matter what kinda dance we do, I know you can keep up with me!",
      "name": "Tokai Teio"
    },
    {
      "text": "…",
      "name": "Nice Nature"
    },
    {
      "text": "…Okay, then while we're dancing, you have to look at me, too.",
      "name": "Nice Nature"
    },
    {
      "text": "'Course I will! As your classmate and rival, I'm gonna put your skills to the test, 'kay?",
      "name": "Tokai Teio"
    },
    {
      "text": "So you took a step forward too, I see.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…Ardan-san!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "No looking at other girls! I'm your date for tonight.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Oh! \n…Yes, you're quite right.",
      "name": "Mejiro Ardan"
    },
    {},
    {
      "text": "And so, our special night drew to a close.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Heya, Chiyono O! You're real pumped up today.",
      "name": "Tokai Teio"
    },
    {
      "text": "Teio-san! Congratulations on your win the other day.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "You deserved Best Date. Seems like it was difficult to win against you two after all, what with our hasty preparation.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "You don't seem too down in the dumps to me, though?",
      "name": "Tokai Teio"
    },
    {
      "text": "I got out all my anger and frustration that night. \nBesides…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "This just means I have to think even harder about how to win next time! There's no time to waste being all depressed!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Ahaha! You really do hate to lose too, huh?",
      "name": "Tokai Teio"
    },
    {
      "text": "Chiyono O-san. It seems Yaeno Muteki-san has joined us today. Shall we begin with our partner running?",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Sounds good! I won't lose to either of you! Not in race, nor in spirits!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "So, Teio-san, did you relay to her that message Maruzen-san gave you?",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Ah! Ehehe, I totally forgot!",
      "name": "Tokai Teio"
    },
    {
      "text": "I'll go let her know she's better of telling Chiyono O herself. \"I'm not gonna lose,\" that is!",
      "name": "Tokai Teio"
    }
  ]
}