{
  "text_block_list": [
    {
      "text": "(\"Ligne Droite\". Better known as \"Dorowa\". \nA ball that the students organize just before the \nsakura trees bloom and usher in a new semester.)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(It's a special day where Umamusume dance upon a gorgeous \nstage set up in the gym with their one and only date for the night.)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(Back then, I only ever saw that dazzling stage \nfrom up above in the audience. But that day…)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(I was entranced by her elegant form swept up in a dance.)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Woah…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(A couple dance is a work of art that two people make \ntogether. If one person is going to be in the spotlight, \nthe other has to support them.)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(But Maruzen-san and Rudolf-san were both the main characters \nof that dance. I couldn't take my eyes off either of them. \nThey were so strong, so beautiful…)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(That night, I'm sure everyone else thought the same. \n<i>This</i> is what it means to be special. \n…How could anyone not long for that?)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(In the Ligne Droite, the title of \"Best Date\" is awarded \nto whichever pair's dance attracts the most attention.)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(Maruzen-san and Rudolf-san were awarded the crown, \nlauded in applause and praise. At that moment, \nthey shone brighter than anyone.)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(I was just watching from the audience, but I felt my heart racing… \nI thought, \"next time, it'll be me who wears that crown!\")",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(I want to win the \"Best Date\" title, just like those two did. \nThe peak that everyone aspires to will be mine!)",
      "name": "Sakura Chiyono O"
    },
    {},
    {
      "text": "After that, time passed in a flash…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Hah… hah…",
      "name": "Chiyono O & Ardan"
    },
    {
      "text": "Yaaaaaaah! \nUraaaaaah!",
      "name": "Chiyono O & Ardan"
    },
    {
      "text": "Hah… whew… hehe. You're as strong as ever, Chiyono O-san.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "You too, Ardan-san! It's the first time in a while we've \ngotten to partner run since our debuts… I got kinda nervous!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Plus, we don't get the chance to race together, either. \n…Hehe, if only we'd invited Yaeno-san along too, \nsince we're both out here.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "But she said she was busy racing Oguri-san \nfor the chance to win a date.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "A date…? Oh, for Dorowa. There's no helping that, I suppose.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "For us, Dorowa isn't just the end of one season and the \nbeginning of another. It's also a place to find where our \nfeelings for one another start and end.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Precious friends, longtime rivals, somebody you long to be like… it's a rare chance to invite them to be your \"date\" for the night.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "That's right! It's a special time for Umamusume linked \ntogether by unique feelings to spend together. And…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(It's a night where only one pair can be chosen as the \"Best Date\".)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(It's more than just making memories. If I long for the \ncrown of \"Best Date\", then I have to dance like \nMaruzen-san did with Rudolf-san…)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(I need someone who'll steal the spotlight together with me. Someone who's like a rival to me.)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Um, Chiyono O-san…?",
      "name": "Mejiro Ardan"
    },
    {
      "text": "A-Ardan-san! If your hands are free, then would you take mine in yours?!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "I want to aim for the title of Best Date at Dorowa! I want you to be my date as my rival, so… may I have this dansh?!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "My…!",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Of course. I accept. I would also love to dance with you.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Woah…! For real? Like, for real for real?! Then…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Hey, sorry to interrupt your flirting. Did I just hear that you two are going to Dorowa together?",
      "name": "Nice Nature"
    },
    {
      "text": "Huwah?! Nature-san?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "That's me. Dorowa executive committee member Nice Nature, at your service. Could I trouble you to fill out this questionnaire about your dresses?",
      "name": "Nice Nature"
    },
    {
      "text": "I'm sure you both know, but we have a dress code, you see. We'd like for you to come dressed super sparkly and stylish for the day, of course…",
      "name": "Nice Nature"
    },
    {
      "text": "But participants have the choice of bringing their own dresses or borrowing from us. Will you two be preparing your own dresses?",
      "name": "Nice Nature"
    },
    {
      "text": "Oh, right… hmm… dresses, huh… It'd be nice to stand out from everyone else and wear my own dress, but I don't own one, so…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Oh, is that so? I understand. As such… Nature-san, we won't be needing to borrow any dresses.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "They say to strike while the iron is hot, do they not? Come, Chiyono O-san, let us prepare.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Is the dress fit to your liking, miss? It's just a basting stitch, so if there are any tight spots, just say the word.",
      "name": "Mejiro Family Designer"
    },
    {
      "text": "A-Ah, no, it's a super-duper-ooper perfect fit…!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(It's a soft and mellow light pink, kind of like sakura petals. Battling against the cold, they eventually open up to blossom. No matter the hardship, they'll overcome it…)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Um, actually, is it okay for me to wear this?! I know it's a lot of work for you all of the Mejiro family to make a dress for me like this.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "You're my date, Chiyono O-san. It is but a matter of course to be of service.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Oh, so pretty! Ardan-san, what's that you're wearing?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "This is a tailcoat I had tailored some time ago. See, the theme of your dress for this occasion is \"sakura petals\", so I decided to go with the theme of \"snow\" and a white tailcoat to match.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "So, like… snow on sakura petals?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Indeed. What do you think?",
      "name": "Mejiro Ardan"
    },
    {
      "text": "U-Um…!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "I… I think it's beautiful.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "And so, Mejiro Ardan-san and I decided to aim for the title of Best Date.",
      "name": "Sakura Chiyono O"
    }
  ]
}