{
  "text_block_list": [
    {
      "text": "Hah… hah…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…",
      "name": "Nice Nature"
    },
    {
      "text": "Tonight, just for this very moment, with our arms intertwined, the one reflected in her eyes will be me. And the one reflected in my eyes will be her… I won't let anyone take that away from me.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Ha, haha… you really are Chiyono O-san's number one, dancing with her like that.",
      "name": "Nice Nature"
    },
    {
      "text": "Oh, you came to watch too, Nature! Did you see those two dancing? They were totally amazing!",
      "name": "Dorowa Committee Member"
    },
    {
      "text": "Yeah, I saw them dance. More like they showed off for us.",
      "name": "Nice Nature"
    },
    {
      "text": "Like, I think everyone in the committee thought the Teio-McQueen pair would snag first for sure, but we've got a surprise contender now!",
      "name": "Dorowa Committee Member"
    },
    {
      "text": "Wait, speak of the devil! They're gonna go toe-to-toe!",
      "name": "Dorowa Committee Member"
    },
    {
      "text": "What's going on here, huh? Before you two started dancing, <i>we</i> were the stars of the show, y'know!",
      "name": "Tokai Teio"
    },
    {
      "text": "And is that why you two are purposefully dancing next to us?",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Surely you expected a direct confrontation too, Ardan-san?",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Still, we're not…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "We're not gonna lose!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Wow, things are heating up with those two pairs! Sheesh… their movements just keep on getting sharper and sharper.",
      "name": "Dorowa Committee Member"
    },
    {
      "text": "Nature, don'tcha feel some pride, too? I mean, Teio-san's your classmate, right? Since you've always run in the same races, you can brag about that!",
      "name": "Dorowa Committee Member"
    },
    {
      "text": "Yeah, that's right… She feels so far away. It's like she was born already standing in the spotlight.",
      "name": "Nice Nature"
    },
    {
      "text": "If I had to say, I'm more like a background extra who just watches her from shadows. That kind of thing.",
      "name": "Nice Nature"
    },
    {
      "text": "(Right, she and I aren't on the same stage. Someone like me could never be Teio's partner.)",
      "name": "Nice Nature"
    },
    {
      "text": "(That's why I resigned myself to my fate and stuck to the committee side of things, just watching over everyone else. But…)",
      "name": "Nice Nature"
    },
    {
      "text": "Even if throughout our lives we find that we were not eachother's number one, for just this one special night, we were able to become eachother's irreplaceable partners.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "(… Even if I can't be her \"fated number one\", if I could just be a special partner to her…)",
      "name": "Nice Nature"
    },
    {
      "text": "Huh? Nature?",
      "name": "Dorowa Committee Member"
    },
    {
      "text": "If I could… just…!",
      "name": "Nice Nature"
    }
  ]
}