{
  "text_block_list": [
    {
      "text": "Is Uva not to your liking?",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Huh?! N-No, it's very… deli… sicious…? More importantly, um…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Ah, that's right. Let us settle the matter at hand. Please, raise your head and follow me.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "I will be frank with you. Ardan-san, despite her fragile constitution, is an unmistakable prodigy of the Mejiro family— one of whom we are deeply proud of.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Without wasting even a second in her pursuit of excellence, she expends patience and perseverance for the sake of reaching her ideals.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "…And, she's very kind. When I, too, was sickly as a child, she taught me the basics of dancing.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "…Huh? Your teacher… was… Ardan-san?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Indeed. She taught me that dance is a good foundation to heighten your awareness of how your body's muscles are moving.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "As an Umamusume of the Mejiro family, she was a respected older sister figure from whom I received instruction.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Is… that… so…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…Ah, ahaha… She's incredible. I knew it— she's really… special… isn't she?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Pray tell, why do you hang your head, Chiyono O-san?",
      "name": "Mejiro McQueen"
    },
    {
      "text": "…Uh, that's because… I'm just \"ordinary,\" you see, so… It feels like I'm on a totally different planet from \"special\" Umamusume…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Even if you were to believe that, Ardan-san chose you.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "She thinks of you alone as her special date.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "…!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(She thinks I'm… special…?)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "There is a saying in the Mejiro family that even a sole event at the academy is enough to fuel the fire in our hearts.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "For my Dorowa date, I'd chosen a suitable partner who would allow me the best opportunity to grow.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "I'm sure Ardan-san did the same. Considering how much of a time commitment it is, I'm certain she carefully deliberated on who she thought to be a worthy date.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "She would never take your hand with half-hearted feelings.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "…But I'm—",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "If, despite all of that, you still wish to seek for the reason you believe yourself to be \"ordinary\", then no matter. Please, feel free.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "However, since Ardan-san has already found a reason to believe you \"special\", it may be a tad too late for that, no?",
      "name": "Mejiro McQueen"
    },
    {
      "text": "…! \n…Oh…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Besides, don't you think Ardan-san already treats you as \"special\"?",
      "name": "Mejiro McQueen"
    },
    {
      "text": "…No, Ardan-san…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Ardan-san never once… dismissed my lofty goal of winning Best Date.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Indeed. Because if it's with you, she believes it to be possible.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Even though she saw how I couldn't dance, she even went on to say that you and Teio would be our rivals.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "I'm sure Ardan-san believed your strength was equal to, or even greater than that of ours.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "…Oh, Ardan-san…! \n…Sorry, I have to go!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Good day to you, Chiyono O-san. \n…And with that…",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Teio-san, just why are you hiding? I must say that I'm not pleased by your peeking.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Man… I was just thinking, 'you and I really are alike!'… Chiyono O's surprisingly got a lotta fight in her, huh?",
      "name": "Tokai Teio"
    },
    {
      "text": "No matter how many times she falls down, she always gets right back on her feet. And when that happens, she starts plannin' her next move.",
      "name": "Tokai Teio"
    },
    {
      "text": "…Indeed. Who on earth could think of a girl like that as mediocre? That in itself is her very talent.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "When she shows that side of her, it makes you start thinking, \"I'm not gonna lose either!\" huh?",
      "name": "Tokai Teio"
    },
    {
      "text": "Plus, if more awesome rivals like Chiyono-o show up, our dance'll be even more lit!",
      "name": "Tokai Teio"
    },
    {
      "text": "Since she's granted us such an opportunity for challenge, then we too must rise to the occasion.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "For it is the presence of rivals that make us stronger.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "For real! Plus, I wouldn't be satisfied with just taking first place. Let's make history with a record-breaking dance, McQueen!",
      "name": "Tokai Teio"
    },
    {
      "text": "Hah… hah… gh, hah…!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(… Ardan-san… just what makes you believe in my strength?)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(Is… the answer I've finally reached… the same as yours? I'm just a regular, ordinary Umamusume, but… even, even so…!)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Ardan-san! I… \nI—!",
      "name": "Sakura Chiyono O"
    }
  ]
}