{
  "text_block_list": [
    {
      "text": "(… That day, during practice with Ardan-san, it felt like she was using her lead to restrain me… up against that, I—)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(… lost my balance on purpose.)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "…I'm sorry, Ardan-san. I'll work hard so I can dance with you properly.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(But please, forgive me for that time. I was so scared. If you'd gone any further, I—)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(— I thought I'd lose that \"special\" I'd worked so hard for.)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "You copying Maruzen's dance?",
      "name": "Tokai Teio"
    },
    {
      "text": "Eh-?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Hey hey, can I share this studio with you? It's OK, right? I just wanna work on the finishing touches of my routine!",
      "name": "Tokai Teio"
    },
    {
      "text": "Ah, okay!… Wait how'd you know?! That I was trying to copy Maruzen-san's dance, I mean…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "That's 'cause I studied Prez's dance from head to toe, duh!",
      "name": "Tokai Teio"
    },
    {
      "text": "——!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "So I wanna shine super bright just like Prez did at the Dorowa! Like this!",
      "name": "Tokai Teio"
    },
    {
      "text": "(And so Teio-san began to dance, with every step looking just like—)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(Just… like…?)",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "W… what are you doing with the choreography?! Isn't that completely different from what Rudolf-san did?!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Yup. It's so \"Teio\", no?",
      "name": "Tokai Teio"
    },
    {
      "text": "Huh?! Ah, I'm sorry! You said \"like the president,\" so I thought you'd just do the exact same dance…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Huuuuh? 'Course not! I'm the \"Monarch\" who'll beat the \"Emperor\", y'know!",
      "name": "Tokai Teio"
    },
    {
      "text": "Plus, there's no point if I just do a carbon copy of Prez! If Prez herself competes in the Dorowa, a cheap copy won't win against her, now would it?",
      "name": "Tokai Teio"
    },
    {
      "text": "All a copy can do is take you to a draw. To win, I've gotta put on a show like nobody else!",
      "name": "Tokai Teio"
    },
    {
      "text": "You don't wanna win, Chiyono O? Even if Maruzen joined the Dorowa?",
      "name": "Tokai Teio"
    },
    {
      "text": "…!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Mwehehe! I mean, you're aiming for Best Date too, aren't you?",
      "name": "Tokai Teio"
    },
    {
      "text": "…All a copy can do is take you to a draw.",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "But the \"ordinary\" old me can't help wanting to be \"special\", even if that means just copying someone else…",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "You don't wanna win, Chiyono O? Even if Maruzen joined the Dorowa?",
      "name": "Tokai Teio"
    },
    {
      "text": "…gh!",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "(… There's a reason I couldn't synchronise with Chiyono O-san during our practice at the studio.)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "(I know why. A dance takes two, but… on that day…)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Our eyes never met, not even once.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "(… I knew she was practicing on her own behind my back. She didn't want to burden me with worry. Even so—)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…Don't just look at \"them.\"",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…",
      "name": "Nice Nature"
    },
    {
      "text": "Ah… uh, Ardan-san? Would you like a drink? They say a warm drink's the best when you're feelin' down and out, yeah?",
      "name": "Nice Nature"
    },
    {
      "text": "…Nature-san. Thank you for your concern.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…You're not really practising together, is it? About that, Chiyono-san's been practising on her own for a while…",
      "name": "Nice Nature"
    },
    {
      "text": "So you've been worried for her as well. I'm sorry to have troubled you.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "If I may confess, the time we have to practise together is rather linited.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "It's the fault of my weak legs. Even just continuing to practise for too long leads to a temperature… despite that constraint, we've become eachother's date.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "I suppose some of the blame lies with me, too. For putting such a strain between us.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…A strain, huh?",
      "name": "Nice Nature"
    },
    {
      "text": "Well… even so, I have no intention whatsoever to drag her down with me.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Regardless of how this might worsen things between us, it's no time to pull out a wedge we've driven in. I've not given up yet… and, more importantly, neither has she.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "…What should I do?",
      "name": "Sakura Chiyono O"
    },
    {
      "text": "Greetings, Sakura Chiyono O-san.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "Do you have some spare time this afternoon? I have a matter I'd like to speak with you about.",
      "name": "Mejiro McQueen"
    },
    {
      "text": "…… \n<i>huh?!</i>",
      "name": "Sakura Chiyono O"
    }
  ]
}