{
  "no_wrap": true,
  "text_block_list": [
    {
      "text": "After Narita Brian experiences a sudden, sharp pain in her legs, we \nrush her to the hospital for an examination."
    },
    {
      "text": "There, we learn that the cause is arthritis in the upper leg, and that \nshe won't be able to race for several months."
    },
    {
      "name": "Gold Ship",
      "text": "Ahaaa, that was a good run! Time for a much-needed rest."
    },
    {
      "text": "Yeah, take a five-minute break, then we'll move on to start drills."
    },
    {
      "name": "Mejiro McQueen",
      "text": "I should mention, with this spring's Tenno Sho getting close, reporters \nhave started coming again."
    },
    {
      "name": "Mejiro McQueen",
      "text": "Normally, I would expect them to be here for Brian since she was \nscheduled for the race, but that's not the case anymore…"
    },
    {
      "name": "Mejiro McQueen",
      "text": "I'm happy she's not gravely hurt, but she'll be recuperating through \nspring, won't she?"
    },
    {
      "text": "Yeah…"
    },
    {
      "text": "Yeah…"
    },
    {
      "name": "Gold Ship",
      "text": "Nothing wrong with taking a break. She'll be back to crushing the \ncompetition in no time!"
    },
    {
      "name": "Hishi Amazon",
      "text": "Hey, you there!"
    },
    {
      "text": "What's the commotion?"
    },
    {
      "text": "What's the commotion?"
    },
    {
      "name": "Hishi Amazon",
      "text": "What's the commotion?! Isn't Brian injured?! So why's she training at \nthe gym?!"
    },
    {
      "text": "What?!"
    },
    {
      "name": "Narita Brian",
      "text": "<I>Exhale…</I>"
    },
    {
      "text": "Brian! You're in no condition to be training right now!"
    },
    {
      "name": "Narita Brian",
      "text": "It's my legs that are hurt. The rest of my body is perfectly fine."
    },
    {
      "text": "I know that, but you need to rest!"
    },
    {
      "name": "Narita Brian",
      "text": "There are still things I can do. You know racing is no simple game you \ncan win without working for it."
    },
    {
      "name": "Narita Brian",
      "text": "And I'm racing to win. I run to get to the finish before anyone else."
    },
    {
      "text": "Brian's always been an insatiable runner. It seems not even her injury \ncan change that."
    },
    {
      "text": "I'm still worried though. If your condition gets bad enough, I'll be \nforced to stop you from racing."
    },
    {
      "text": "I'm still worried though. If your condition gets bad enough, I'll be \nforced to stop you from racing."
    },
    {
      "name": "Narita Brian",
      "text": "So are you going to stop this training too?"
    },
    {
      "text": "No, a trainer's responsibility is to support their racers. I respect your \nfeelings more than anything."
    },
    {
      "text": "No, a trainer's responsibility is to support their racers. I respect your \nfeelings more than anything."
    },
    {
      "text": "That's why I'm going to watch you closely while you train with that \ninjury. We'll explore our options and prepare for your comeback race."
    },
    {
      "name": "Narita Brian",
      "text": "Huh… Sounds good."
    },
    {
      "text": "With Brian unable to run, we start a new, special training regimen for \nher."
    },
    {
      "text": "Doing core training will let us strengthen your inner muscles. This'll \nprevent weakening while you can't put any load on your joints."
    },
    {
      "name": "Narita Brian",
      "text": "<I>Exhale…</I> That's three sets. How many more should I do?"
    },
    {
      "text": "We'll rest in between, but let's do six more."
    },
    {
      "name": "Narita Brian",
      "text": "Got it. I'll do triple that."
    },
    {
      "text": "Huh?! Triple?!"
    },
    {
      "text": "It seems like your pain's subsided, but it's too early to run. So starting \ntoday, we're going to strengthen your legs in the pool. There's less \nweight on them that way."
    },
    {
      "name": "Narita Brian",
      "text": "Got it. Let me just get some tires to tie to my body while I swim."
    },
    {
      "text": "Tires?"
    },
    {
      "name": "Narita Brian",
      "text": "That'll increase water resistance, right? I'm trying to increase muscle \nstrength, not maintain it."
    },
    {
      "text": "Hm, only you'd come up with an idea like that. Okay, let's try it!"
    },
    {
      "text": "Hm, only you'd come up with an idea like that. Okay, let's try it!"
    },
    {
      "text": "Now we're finally ready to get back to running!"
    },
    {
      "text": "Now we're finally ready to get back to running!"
    },
    {
      "text": "Just, you know, take it easy. There's less impact on the dirt, so let's \nsettle into things gradually."
    },
    {
      "name": "Narita Brian",
      "text": "You've been practically glued to my side since my injury. What about \nthe others?"
    },
    {
      "text": "Don't worry, I'm watching everyone else too."
    },
    {
      "text": "Besides, your training is just as interesting to watch as your racing."
    },
    {
      "text": "Besides, your training is just as interesting to watch as your racing."
    },
    {
      "name": "Narita Brian",
      "text": "You're a strange one to get a kick out of watching someone train. \nThen I hope you won't mind staying until sunset."
    },
    {
      "text": "She makes no compromises with her workouts."
    },
    {
      "text": "What attracts her fans might not just be her strength, but her endless \nhunger to win."
    },
    {
      "text": "Finally, the day comes when Brian is back to her normal routine."
    },
    {
      "name": "Gold Ship",
      "text": "How long were you gonna keep us waiting? I know you've been \nitching to run as fast as you can, you wacky wonder!"
    },
    {
      "name": "Rice Shower",
      "text": "Did the doctor say this is okay?"
    },
    {
      "text": "Yeah, the inflammation's gone down, so it's no problem."
    },
    {
      "text": "Yeah, the inflammation's gone down, so it's no problem."
    },
    {
      "text": "And I've been watching her this whole time. She doesn't seem to be \nfavoring the injury or anything."
    },
    {
      "name": "Gold Ship",
      "text": "Sweet, time to get your run on! Brian's off to the races!"
    },
    {
      "text": "Watching you these past weeks, I've been reminded just how much \nyou want to win."
    },
    {
      "text": "Watching you these past weeks, I've been reminded just how much \nyou want to win."
    },
    {
      "text": "And just like Golshi said, we've been waiting for this day! Time to \nmake up for everything you've been holding back!"
    },
    {
      "text": "And just like Golshi said, we've been waiting for this day! Time to \nmake up for everything you've been holding back!"
    },
    {
      "name": "Narita Brian",
      "text": "You don't have to tell me!"
    },
    {
      "text": "The fearless runner dashes down the track with an intense momentum."
    },
    {
      "text": "How will she race in the fall? I can't help but start getting excited \nagain."
    },
    {
      "name": "Narita Brian",
      "text": "…"
    },
    {
      "name": "Narita Brian",
      "text": "So it's not going to be that easy, huh?"
    }
  ]
}