{
  "no_wrap": true,
  "text_block_list": [
    {
      "name": "Narita Brian",
      "text": "Very well, I'll leap at the chance to run!"
    },
    {
      "text": "And so, Narita Brian becomes the newest member of Team Sirius."
    },
    {
      "text": "I'll soon get to see exactly how boundless her talent really is."
    },
    {
      "text": "After joining the team, Narita Brian doesn't just maintain her \nperformance levels—she exceeds them."
    },
    {
      "text": "With the Satsuki Sho won, next will be the Twinkle Series' most \ncelebrated race, the Tokyo Yushun, Japanese Derby."
    },
    {
      "name": "Reporter A",
      "text": "After your last race, some are predicting you'll be a Triple Crown \nchampion! Are you confident you can become the fifth ever to do it?"
    },
    {
      "name": "Narita Brian",
      "text": "I didn't even get the second crown in the Japanese Derby yet. Why \nwould I be confident about anything?"
    },
    {
      "name": "Reporter B",
      "text": "Racers who didn't participate in the Satsuki Sho will be running in the \nJapanese Derby. What's your strategy against these newcomers?"
    },
    {
      "name": "Narita Brian",
      "text": "Strategy? Hmph… All I need to do is get to the finish line first."
    },
    {
      "name": "Reporter C",
      "text": "Ms. Brian, please, over here!"
    },
    {
      "name": "Reporter D",
      "text": "Huh?! Me first, Ms. Brian!"
    },
    {
      "name": "Mejiro McQueen",
      "text": "Just look at the number of journalists.",
      "choice_data_list": [
        "Everyone's got their eyes on her right now."
      ]
    },
    {
      "name": "Mejiro McQueen",
      "text": "She's in the middle of a five-win streak, with two of them being G1 \nraces. That momentum has taken her straight to the Japanese Derby."
    },
    {
      "name": "Mejiro McQueen",
      "text": "I'm sure she'll be favored to win the race…"
    },
    {
      "name": "Trainer",
      "text": "Something wrong?"
    },
    {
      "name": "Mejiro McQueen",
      "text": "High expectations mean one misstep could do immense damage, like \nwhat happened to me once."
    },
    {
      "name": "Mejiro McQueen",
      "text": "How will she face the pressure of being the favorite in such an \nimportant race? It'll be a moment of truth for her."
    },
    {
      "name": "Umamusume A",
      "text": "Let me do one more sprint on the ramp!"
    },
    {
      "name": "Veteran Trainer A",
      "text": "Good idea—go for it!"
    },
    {
      "name": "Veteran Trainer B",
      "text": "The Japanese Derby is 2,400 meters. We've gotta set that pace into \nyour muscle memory!"
    },
    {
      "name": "Umamusume B",
      "text": "All right, understood!"
    },
    {
      "name": "Rice Shower",
      "text": "The mood on the training course has been so tense lately…"
    },
    {
      "name": "Winning Ticket",
      "text": "Yeah, well it's the Derby! Everybody's desperate for this \nonce-in-a-lifetime chance."
    },
    {
      "name": "Gold Ship",
      "text": "That's not all. Heaps of peeps have been watching Narita Brian train!"
    },
    {
      "text": "They're all devising ways to beat her."
    },
    {
      "text": "Her rivals are persistent, and they've all marked Brian as their target. \nWinning the Derby's not going to be easy."
    },
    {
      "text": "Which makes <I>that</I> all the more important…"
    },
    {
      "name": "Winning Ticket",
      "text": "Hey, Trainer, aren't you gonna get <I>the call</I> soon?"
    },
    {
      "text": "Right, I'll go check. Everyone keep training."
    },
    {
      "text": "Right, I'll go check. Everyone keep training."
    },
    {
      "name": "Gold Ship",
      "text": "Hey, what's this about a call?"
    },
    {
      "name": "Winning Ticket",
      "text": "They say only the luckiest racer wins the Derby, right? Well, we're \nabout to find out whether Brian's got the luck."
    },
    {
      "text": "Brian's good at keeping up with the lead pack in a race. So it'll be \nimportant to get into a good position while conserving her stamina as \nmuch as possible."
    },
    {
      "text": "And the key to that is having the right starting gate."
    },
    {
      "text": "No way…"
    },
    {
      "text": "No way…"
    },
    {
      "text": "Post eight-seventeen… The farthest from the inside rail, with the most \nground to cover. Luck isn't on Brian's side."
    },
    {
      "name": "Caster",
      "text": "It's the big day of the Tokyo Yushun, Japanese Derby!"
    },
    {
      "name": "Caster",
      "text": "Will the standout favorite Narita Brian take the win? Or will it be one \nof her many rivals who've pushed so far to make it here?"
    },
    {
      "name": "Veteran Trainer A",
      "text": "You're in perfect shape! Believe in yourself and run with all you've \ngot!"
    },
    {
      "name": "Umamusume A",
      "text": "Okay! When I'm out there, I'll remember all the training I did!"
    },
    {
      "name": "Veteran Trainer B",
      "text": "A good start is key! Take all the advantage that inside post has to \ngive!"
    },
    {
      "name": "Umamusume B",
      "text": "Thank you so much for training me! I'll definitely bring you back first \nplace!"
    },
    {
      "text": "The stands might be roaring with excitement, but the air back here is \ntense."
    },
    {
      "text": "The stands might be roaring with excitement, but the air back here is \ntense."
    },
    {
      "name": "Narita Brian",
      "text": "…"
    },
    {
      "text": "You know the Derby's special. Every racer's trained their heart out to \nget the glory here."
    },
    {
      "text": "You know the Derby's special. Every racer's trained their heart out to \nget the glory here."
    },
    {
      "text": "And they've been prepped to go up against you specifically. Plus \nyou're in the worst starting gate."
    },
    {
      "text": "And they've been prepped to go up against you specifically. Plus \nyou're in the worst starting gate."
    },
    {
      "text": "Obviously, winning this is going to be a challenge, so…"
    },
    {
      "text": "Obviously, winning this is going to be a challenge, so…"
    },
    {
      "name": "Narita Brian",
      "text": "So what?"
    },
    {
      "text": "Huh?"
    },
    {
      "name": "Narita Brian",
      "text": "I don't need to worry about any of that. All I need to do is rip through \nthe pack and win."
    },
    {
      "text": "Ready or not, the Derby gates open, and I'm reminded once again…"
    },
    {
      "name": "Caster",
      "text": "They're at the last turn, and Narita Brian's sweeping in from far \noutside! Just like that, she's taken the lead!"
    },
    {
      "name": "Caster",
      "text": "She blasts ahead—that's it! Brian wins it!"
    },
    {
      "name": "Caster",
      "text": "Narita Brian has her second crown! With an unbelievable five-length \nlead, the Satsuki Sho winner has claimed another amazing victory!"
    },
    {
      "text": "<I>Cheers!</I>",
      "choice_data_list": [
        "No matter the opponent, no matter their \nstrategy, no matter the odds, she still wins!",
        "Hey, rockstar! You tore up the competition!"
      ]
    },
    {
      "name": "Winning Ticket",
      "text": "Uwaaagh! That was better than anyone could hope for! Another \nDerby legend is born <I>TODAAAY</I>!"
    },
    {
      "name": "Trainer",
      "text": "She always does the unexpected!"
    },
    {
      "name": "Trainer",
      "text": "She always does the unexpected!"
    },
    {
      "name": "Narita Brian",
      "text": "I don't care how other people see me."
    },
    {
      "name": "Narita Brian",
      "text": "I've said it before—the Derby, the Triple Crown… They're all just \nstepping stones."
    },
    {
      "name": "Gold Ship",
      "text": "Um, hey, didn't she just run 2,400 meters? Does she breathe like the \nrest of us?"
    },
    {
      "name": "Winning Ticket",
      "text": "Now that you mention it…"
    }
  ]
}