{
  "text_block_list": [
    {
      "text": "Okay peeps, It's time for an o-n-s-e-n trip!",
      "name": "Maruzensky"
    },
    {
      "text": "Out of nowhere, huh? Although I'm not one to talk. But this is pretty rare for you, Maruzen.",
      "name": "Mr. C.B."
    },
    {
      "text": "You think? We've been putting the pedal to the metal in practice for so long now! Plus, it's been so cold lately, we deserve a chance to warm up.",
      "name": "Maruzensky"
    },
    {
      "name": "Maruzensky",
      "text": "'Kay, let's have fun today! C'mon, Ardan-chan, we're going to get some of those onsen manjuu over there!"
    },
    {
      "text": "Oh… of course! I'll gladly accompany you.",
      "name": "Mejiro Ardan"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Oh, C.B.! I was just wondering where the heck you wandered off too… wait a sec, aren't your cheeks lookin' kinda red?"
    },
    {
      "name": "Mr. C.B.",
      "text": "They've got a footbath over there, and I just tried it out. \nIt felt sooo good!"
    },
    {
      "name": "Katsuragi Ace",
      "text": "C'mon, no fair you got a head start! Show me where it is and then we'll get in together! You're comin' too, yeah Rudolf?"
    },
    {
      "name": "Symboli Rudolf",
      "text": "Haha… Of course I'll come along. My feet were just beginning to get cold from standing out here."
    },
    {
      "name": "Maruzensky",
      "text": "Those steam baths were gnarly! Did you see the bubbling water? Talk about impressive!"
    },
    {
      "name": "Symboli Rudolf",
      "text": "Perhaps it was due to the heat, but it was quite the surprise to see those cats clamoring nearby. …C.B., you haven't got any hidden in your coat anymore, do you?"
    },
    {
      "text": "'Tis a shame, but no. Hehe, maybe I should've \nlet them hang out in there a little longer.",
      "name": "Mr. C.B."
    },
    {
      "name": "Katsuragi Ace",
      "text": "Woa-ho, this room is sick! It's like the view jumped straight outta a painting! And the cold air from the window's so refreshing, I can't get enough."
    },
    {
      "name": "Symboli Rudolf",
      "text": "It is indeed magnificently vast. It is no overstatement to say that it implores indolence. I often partook in games of chess with my grandfather in an inn room just like this…"
    },
    {
      "text": "Heheh, just leave it to ol' Maruzen! I can… not play chess, but how about a board game with everyone instead?",
      "name": "Maruzensky"
    },
    {
      "text": "And so, night fell at the onsen…"
    },
    {
      "text": "Whew, that was a nice bath… but it looks like Ardan-chan got out before us. I hope she's taking some time to rest.",
      "name": "Maruzensky"
    },
    {
      "text": "So you did plan this with her wellbeing in mind. \nI ought to be grateful for your benevolence, Maruzensky.",
      "name": "Symboli Rudolf"
    },
    {
      "name": "Maruzensky",
      "text": "Oh c'mon now, no need for all that bombastic praise. \nPlus, isn't it a little late for that?"
    },
    {
      "text": "We've been partners-in-crime since the start, \nhaven't we? The two of us. ♪",
      "name": "Maruzensky"
    },
    {
      "name": "Symboli Rudolf",
      "text": "Heh… you're right. Yes, that's absolutely right."
    },
    {
      "text": "Oh… you and I, plus C.B.-chan, Ace-chan, and Ramonu-chan… \na performance with the five of us, huh?",
      "name": "Maruzensky"
    },
    {
      "text": "Indeed. A stupendously spellbinding performance that will grant Umamusume the verve to keep on running into the new year, carved cirumspect into the annals of history.",
      "name": "Symboli Rudolf"
    },
    {
      "text": "So basically, you wanna cheer everyone on with an epic calligraphy performance? Hmm, I think I'm picking up what you're putting down…",
      "name": "Maruzensky"
    },
    {
      "name": "Maruzensky",
      "text": "But, uh, how do I put this… don't you think the members you picked out are a little too strong?"
    },
    {
      "name": "Symboli Rudolf",
      "text": "Hm. The Emperor. The Supercar. The unconventional Triple Crown Umamusume. The world-reigning ace. And history's first Triple Tiara winner…"
    },
    {
      "text": "Perhaps you're perturbed by the fact that we may end up crushing their spirits rather than lifting them.",
      "name": "Symboli Rudolf"
    },
    {
      "name": "Maruzensky",
      "text": "Gosh, you saw right through me! \nBut if you already knew as much, then why…?"
    },
    {
      "text": "Because that's not all there is to it. \nSomebody once told me as much.",
      "name": "Symboli Rudolf"
    },
    {
      "text": "Even in the face of overwhelming might, a radiance as bright as the Northern Lights… there will always be someone out there who uses that as fuel to go even further.",
      "name": "Symboli Rudolf"
    },
    {
      "text": "I'm sure you already know what I mean, Maruzensky.",
      "name": "Symboli Rudolf"
    },
    {
      "text": "…!",
      "name": "Maruzensky"
    },
    {
      "text": "As such, I want to shine brightly, brighter than I ever have before, and illuminate all of the Umamusume who look up to us.",
      "name": "Symboli Rudolf"
    },
    {
      "text": "I won't be satisfied with just burning the sight into their minds. No, I want to shine so brightly that they cannot help but long to reach out for it.",
      "name": "Symboli Rudolf"
    },
    {
      "text": "Well, I've heard that sometimes light just throws shadows into even sharper relief. But you're saying you want to shine bright enough to make the shadows hightail, too?",
      "name": "Maruzensky"
    },
    {
      "text": "That's right. With the four of you, \nI'm confident we can do it.",
      "name": "Symboli Rudolf"
    },
    {
      "name": "Maruzensky",
      "text": "Ahahaha! Oh, you and that unshakable confidence!"
    },
    {
      "name": "Maruzensky",
      "text": "But… yeah, sure, count me in! No, not just me, we're gonna hit a grand slam with everyone!"
    },
    {
      "text": "Let's do it, together! We'll light all our \nunderclassmen up with a shine no one's seen before!",
      "name": "Maruzensky"
    },
    {
      "name": "Maruzensky",
      "text": "True enough… to be honest, I think \nwe're asking quite a lot of Ardan."
    },
    {
      "text": "But… I think it'll be okay, just like you were saying before. The light might blind her at first, but I'm sure…",
      "name": "Maruzensky"
    },
    {
      "text": "Whew! That ping-pong match with C.B. sure got heated…",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Wait, woah, woah, Ardan?! \nYou brought all your calligraphy stuff?!"
    },
    {
      "name": "Mejiro Ardan",
      "text": "A-ah, no, this is just, um…"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Jeez… didn't Maruzen tell you this was for us to take a break? Takin' it slow is important too, y'know!"
    },
    {
      "name": "Mejiro Ardan",
      "text": "I'm very grateful for all your concern. But you see, I'm not like you all. I'm always… one step behind."
    },
    {
      "name": "Mejiro Ardan",
      "text": "In this state, I'll never be able to fill my sister's shoes. So if you could just act as if you didn't—"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Hmm…"
    },
    {
      "text": "Aight, how about we change and head outside, then? If you keep practicin' in here, the others'll find us out.",
      "name": "Katsuragi Ace"
    },
    {
      "text": "Huh… um, Ace-san?",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Whew, it's cold as balls out here! Okay, now where's a good place to practice…? We gotta find someplace before we end up freezin'.",
      "name": "Katsuragi Ace"
    },
    {
      "text": "U-um…! Forgive me— it's only I who lacks practice… there's no need for you to go out of your way to—",
      "name": "Mejiro Ardan"
    },
    {
      "name": "Katsuragi Ace",
      "text": "I'm telling ya: It's all good. I managed to sync up with C.B. earlier, but I was still trippin' over myself for a good bit, too."
    },
    {
      "text": "When C.B. takes a crack at something, she always lands on her feet! Geez, the awesome really are awesome.",
      "name": "Katsuragi Ace"
    },
    {
      "text": "That's… if we were to say such, then I believe it is you, Ace-san, who is incredible. You neither lose heart nor surrender, and continue practicing over and over…",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Thanks.",
      "name": "Katsuragi Ace"
    },
    {
      "text": "I'll send those words right back your way.",
      "name": "Katsuragi Ace"
    },
    {
      "text": "…! Eh—?",
      "name": "Mejiro Ardan"
    },
    {
      "text": "The awesome are awesome. Nothin' wrong about that.",
      "name": "Katsuragi Ace"
    },
    {
      "text": "But y'know, the thing about that is that it ain't a reason to think any less of yourself.",
      "name": "Katsuragi Ace"
    }
  ]
}