{
  "text_block_list": [
    {
      "text": "Oh… You're in yet another special magazine feature, nee-sama!",
      "name": "Mejiro Ardan"
    },
    {
      "text": "(Mejiro Ramonu, the first in history to win the Triple Tiara… the pride of the Mejiro family… Fairest Obisdian… the unbreakable Triple Tiara Umamusume.)",
      "name": "Mejiro Ardan"
    },
    {
      "name": "Mejiro Ardan",
      "text": "(But for all the extravagant epithets they bestow her… there's hardly anything written about the radiance she commands.)"
    },
    {
      "name": "Mejiro Ardan",
      "text": "Neither longing nor jealousy could ever hope to draw even with my sister. Truly… she is magnificent."
    },
    {
      "name": "Mejiro Ardan",
      "text": "(Perhaps she's testing me by having me go in her stead this time. Testing to see if I'm capable of standing amongst these leviathans.)"
    },
    {
      "name": "Mejiro Ardan",
      "text": "The question is whether my radiance could ever match hers or not."
    },
    {
      "name": "Mejiro Ardan",
      "text": "(Naturally, I shall not falter. I shall not crumble! Come what may, I will not give in until the performance is complete!)"
    },
    {
      "name": "Mejiro Ardan",
      "text": "I'll show everyone a radiance that \nwill bring pride to my sister's name!"
    },
    {
      "text": "Looks like you all have gotten used to the big brushes! I think it's time we work on nailing down the performance.",
      "name": "Maruzensky"
    },
    {
      "text": "We're going to do the real thing in a gym, but for now let's use all the space we have on this field!",
      "name": "Maruzensky"
    },
    {
      "text": "For the structure of the performance, we'll divide it into two parts. First, C.B. and Ace will write the first half.",
      "name": "Symboli Rudolf"
    },
    {
      "name": "Symboli Rudolf",
      "text": "Then, Maruzensky, Ardan, and myself will do the last half, and we'll conclude after we hang them up."
    },
    {
      "name": "Katsuragi Ace",
      "text": "'Aight, roger that! That means we're up first, C.B… Let's go!"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Here goes… hiyah!"
    },
    {
      "text": "Haha, looking good, Ace! Your movements \nlook totally different from yesterday.",
      "name": "Mr. C.B."
    },
    {
      "text": "'Course they do! No matter how high a wall ya put in front of me, I'll just knock it down and go straight to the top!",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Maruzensky",
      "text": "It's not just her movements, but her writing looks bolder, too! That girl's got guts for sure!"
    },
    {
      "text": "'Kay, time for the next character! You ready, C.B.?!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "Hehe… hahaha! I've been ready! I'm having fun, so much fun… ah, I just can't hold it in anymore!",
      "name": "Mr. C.B."
    },
    {
      "text": "Huh? Wait, C.B.—",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Mr. C.B.",
      "text": "C'mon Ace, follow my lead!"
    },
    {
      "text": "A… a backflip?!",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Gosh, talk about unexpected! But look, \nher handwriting's still so beautiful!",
      "name": "Maruzensky"
    },
    {
      "text": "She's moving so boldly, even though one mistake \ncould cost her… how is she so composed?",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Hey, I see you all over there! Are you just gonna watch? Don'tcha think that's boring?",
      "name": "Mr. C.B."
    },
    {
      "text": "Your turn's up next. C'mon!",
      "name": "Mr. C.B."
    },
    {
      "text": "… Goodness, she's as zealous as ever. \nThat capricious nature of hers hasn't changed a bit.",
      "name": "Symboli Rudolf"
    },
    {
      "name": "Maruzensky",
      "text": "Wow, talk about wiggin' out! But that's why we're here, isn't it? Let's give it a shot too, eh?"
    },
    {
      "text": "Hu-! \nHuup!",
      "name": "Maruzen & Rudolf"
    },
    {
      "text": "O-oh… gh…!",
      "name": "Mejiro Ardan"
    },
    {
      "text": "(I-I musn't join in… right now, the air between them is just… so…!)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Guys, guys… guys, guys, guys, guys, guys!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "I swear, it's like herding cats…!",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Mejiro Ardan",
      "text": "I really… froze up there, didn't I?"
    },
    {
      "name": "Mejiro Ardan",
      "text": "Truthfully, I came to practice today thinking \nI would be able to keep up with you all, but…"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Geez, they're seriously somethin' else! All those crazy moves and their writing was still perfect. They've got complete control over their bodies and the brush."
    },
    {
      "name": "Katsuragi Ace",
      "text": "But hey, that's just how they are. \nThe ceiling doesn't exist for 'em."
    },
    {
      "name": "Katsuragi Ace",
      "text": "They're the real strong ones. \nAlways gettin' stronger with no end in sight."
    },
    {
      "text": "No end in sight, you say…",
      "name": "Mejiro Ardan"
    },
    {
      "text": "But that ain't all. Tomorrow's a new day for us, Ardan!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "No matter where they go, we'll give 'em chase!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "You're right. That we shall, Ace-san!",
      "name": "Mejiro Ardan"
    }
  ]
}