{
  "text_block_list": [
    {
      "text": "Listen. Just because those guys are crazy awesome— \ndoesn't mean you're any less yourself, Ardan.",
      "name": "Katsuragi Ace"
    },
    {
      "text": "Ace-san…",
      "name": "Mejiro Ardan"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Course, if it were Ramonu, she might've gone through it like a hot knife through butter. She'd be inside right about now, a teacake in her hands, lookin' all serene."
    },
    {
      "text": "But listen up, Ardan! The one here right now— the one who's been goin' against the grain all this time is you!",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Katsuragi Ace",
      "text": "I've been watchin' ya. You make the time, \nand you put your whole back and more into it."
    },
    {
      "name": "Katsuragi Ace",
      "text": "You said it, didn't ya? That with all your might, you'd catch up and snap at Maruzen, even Rudolf!"
    },
    {
      "name": "Katsuragi Ace",
      "text": "So don't doubt yourself. Don't just assume you can't. Give yourself a good look. Not at anybody else, but you yourself!"
    },
    {
      "text": "… Ah—",
      "name": "Mejiro Ardan"
    },
    {
      "name": "Mejiro Ardan",
      "text": "(… This feeling so reminiscent of frustration. Whenever I compare my worthless self to my perfect sister, it's always—)"
    },
    {
      "text": "—Mejiro Ramonu is in top shape. She's as beautiful as ever. \n—Indeed. When she dances, she shines just like a precious gemstone…",
      "name": "Audience"
    },
    {
      "text": "—The girl from earlier was feeling unwell so she'd had to step in suddenly, but… \n—You wouldn't think that at all, would you? Look: She's utterly magnificent!",
      "name": "Audience"
    },
    {
      "text": "(I remember. I was dragging myself around, still heavy after barely recovering from a fever, watching it from the wings… the blurry shine of the spotlight.)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Nee-sama… is so incredible. Such an elegant, beautiful dance… she had the entire audience lighting up…",
      "name": "Young Ardan"
    },
    {
      "name": "Young Ardan",
      "text": "I'm sure… for someone like me, doing that is—"
    },
    {
      "text": "(Plink. Plink. Plink.)"
    },
    {
      "text": "She's really… so incredible…",
      "name": "Young Ardan"
    },
    {
      "text": "No matter how hard… I try… I'll never… be able to be like her…!",
      "name": "Young Ardan"
    },
    {
      "text": "Because nee-sama is incredible… and… I'm… not…!",
      "name": "Young Ardan"
    },
    {
      "name": "Mejiro Ardan",
      "text": "(Of course, I was simply inferior to my sister's raw talent. But… hey, little me. — \"What if it were me on that stage?\")"
    },
    {
      "name": "Mejiro Ardan",
      "text": "(What would I have shown them? What kind of brilliance? To know, I have to dance. I have to stand on stage with my own two feet!)"
    },
    {
      "name": "Mejiro Ardan",
      "text": "(And as for my self-worth: for as long as I myself haven't proven it on a stage I belong on— it isn't decided!)"
    },
    {
      "text": "(Even if it seems like my sister is the shining star of the show! That alone won't be a reason to mar my self-worth—!)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "… Thank you very much, Ace-san. And— allow me to apologise.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Oh?… What'cha apologisin' for?",
      "name": "Katsuragi Ace"
    },
    {
      "text": "I had you come out all this way, but… I'll be heading back inside tonight.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "I'm different from all of you… and from my sister, as well. The reason being that my body is on the frailer end.",
      "name": "Mejiro ARdan"
    },
    {
      "name": "Mejiro Ardan",
      "text": "—I'd like to take a moment and recharge. For the sake of shining with everyone else from tomorrow onwards again."
    },
    {
      "name": "Katsuragi Ace",
      "text": "Hehe… you got it! I think that's the way to go, too. \n'Aight, we should head back—"
    },
    {
      "text": "Oh, if it isn't Ardan and Ace! \nWhat're you up to inna… place like— achoo!",
      "name": "Mr. C.B."
    },
    {
      "text": "C—C.B.-san?! Were you outside wearing only that?!",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Mmm～ see, I was feeling super flushed after getting out of the bath… and for a bit the snow lit up by the night lights was really pretty. So… achoo!",
      "name": "Mr. C.B."
    },
    {
      "text": "Geez, you're a lost cause…! Oi, C.B., Ardan!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "Come with me! We're jumpin' back in the hot spring!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "I saw Ace and the others heading towards the bath just earlier. Mejiro Ardan was in accompaniment… she seemed to be enjoying herself.",
      "name": "Symboli Rudolf"
    },
    {
      "text": "It appears that this hot spring trip has indeed bore fruit… With this, your objectives are achieved, are they not, Maruzensky?",
      "name": "Symboli Rudolf"
    },
    {
      "text": "Oh? Did I ever say that nudging along \nArdan-chan was my only objective?",
      "name": "Maruzensky"
    },
    {
      "text": "Hm?… What do you mean?",
      "name": "Symboli Rudolf"
    },
    {
      "text": "Fufu～. Onee-san's got eagle eyes, y'know? Rudolf.",
      "name": "Maruzensky"
    },
    {
      "text": "Taaaaaaah-! \nOryaaaagh!",
      "name": "C.B. & Ace"
    },
    {
      "text": "I wonder what kind of look you had on your face when you were watching those two… hm?",
      "name": "Maruzensky"
    },
    {
      "text": "Hey, Rudolf. Are you gonna be satisfied with the performance as it is now? Really?",
      "name": "Maruzensky"
    },
    {
      "name": "Maruzensky",
      "text": "Katsuragi Ace and Mr. C.B. might just \nleave you in the dust, you know?"
    },
    {
      "name": "Symboli Rudolf",
      "text": "…!"
    },
    {
      "text": "Ardan-chan's all right on her own now, you know? \nNo matter what lies ahead— she'll catch up.",
      "name": "Maruzensky"
    },
    {
      "text": "Even if you were to, say, shine even \nmore brightly, more dazzlingly.",
      "name": "Maruzensky"
    },
    {
      "text": "…What a predicament.",
      "name": "Symboli Rudolf"
    },
    {
      "text": "With Ramonu's absence, it seems I've completely underestimated the need to keep my guard up in regards to jabs.",
      "name": "Symboli Rudolf"
    },
    {
      "text": "Ahaha! I might not be at her level, but I've got a taste for it too, y'know? The way you squirm about when poked.",
      "name": "Maruzensky"
    },
    {
      "name": "Maruzensky",
      "text": "But if we backtrack a little, it's you who started it, you know? You said it: \"This time, I'll bathe all Umamusume in the brilliance of the Northern Lights,\" didn'tcha?"
    },
    {
      "text": "I got all excited too. So I'm not letting you off the hook, m'kay? Until you give me an answer, you're not going to bed.",
      "name": "Maruzensky"
    },
    {
      "text": "Hey, are you really okay with things going on this way? \n—Ms. \"Emperor\".",
      "name": "Maruzensky"
    }
  ]
}