{
  "text_block_list": [
    {
      "name": "Katsuragi Ace",
      "text": "Hah! …Ugh, damn, still not good enough. \nI'm too slow! I gotta match C.B.'s flip!"
    },
    {
      "name": "Katsuragi Ace",
      "text": "(But if I go faster, my movements get all sloppy… I just can't do it like Maruzen and Rudolf can.)"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Wait, I still have to practice my writing more too. \nSheesh… there's so damn much to d— woah?!"
    },
    {
      "name": "Mr. C.B.",
      "text": "Yo. Don't you think you're overdoing it?"
    },
    {
      "name": "Katsuragi Ace",
      "text": "…Got it. Thanks, C.B…"
    },
    {
      "text": "I swear, you're always goin' off and doing something crazy without thinking twice! It's hard to keep up when you do that, y'know.",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Mr. C.B.",
      "text": "Can't help it. When I look at you, I just get the urge. So… doesn't that mean you're the one at fault here?"
    },
    {
      "name": "Mr. C.B.",
      "text": "But… you probably wouldn't be down \nif I did something even crazier, huh?"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Huh? Hahahaha, like hell I would!"
    },
    {
      "name": "Katsuragi Ace",
      "text": "If I got upset with you over something like this, there's no way we woulda made it this far in the first place."
    },
    {
      "text": "…Good. Yeah, that's always been you, Ace.",
      "name": "Mr. C.B."
    },
    {
      "text": "You never give up. You never get discouraged. You just keep on running straight ahead, always hot on my heels like the daredevil you are.",
      "name": "Mr. C.B."
    },
    {
      "text": "As if I could ever stop! When I see someone amazing right in fronta me, I just gotta keep on chasing them, y'know?",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Announcer",
      "text": "It's time for the Umamusume Spotlight. \nToday's featured Umamusume is Mr. C.B…"
    },
    {
      "name": "Umamusumes",
      "text": "—\"C.B.'s insane, isn't she? She's on a totally different level from us. \n—Apparently she went out on a run again today even though it's pouring. I could never.\""
    },
    {
      "name": "Katsuragi Ace",
      "text": "Yeah… she's awesome. She's seriously awesome. \nDamnit, like I'll let someone like her off the hook—!"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Alright, me too! There's no way I'm losing to ya…!"
    },
    {
      "name": "Mr. C.B.",
      "text": "Hah… hah…! \n…Eh?"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Yo! Hard at it as always, huh?"
    },
    {
      "name": "Mr. C.B.",
      "text": "… you surprised me. I didn't think anybody else \nwould be running in this kind of weather."
    },
    {
      "name": "Katsuragi Ace",
      "text": "Haha, what can I say! Going out for a run and getting drenched ain't bad every now and then."
    },
    {
      "name": "Katsuragi Ace",
      "text": "Bring it on, Mr. C.B.! The name's Katsuragi Ace. Don't forget it— the name of the Umamusume who came to run with you!"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Kuh… Hah… haa… gh! \n… Damn it! DAMN IT!!"
    },
    {
      "name": "Mr. C.B.",
      "text": "Hah, hah… heh… hehe! \n… Hah…"
    },
    {
      "text": "(Damn it, I didn't even see where she came from! They say end closers don't do good on soft ground, but she flipped that right on its head!)",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Katsuragi Ace",
      "text": "(… No, that's got nothing to do with it. She did it 'cause she wanted to. There's no such thing as logic or reason in her…!)"
    },
    {
      "text": "… gh, haha. Hahaha! \nAwesome… 'aight, bring it on!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "You're a genius. No two ways about it. When a normal person would've never been able to chase me, let alone overtake me… you floored me tons of times.",
      "name": "Katsuragi Ace"
    },
    {
      "text": "But y'know, that's what spurs me on— the way you're so unconventional. 'Cause what I'm aiming for is a rebellion of the norm…!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "That's why this time's no different! I wanna try stickin' to ya! Everything I want to do, the way I want to do it!",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Katsuragi Ace",
      "text": "You and me— common sense and the past, \nlet's shatter it all to bits!"
    },
    {
      "text": "Hehe, you're just raring to go. \n… But, yeah. I do things the way I want. And you'll come and dig your teeth into me.",
      "name": "Mr. C.B."
    },
    {
      "text": "That's exactly why there's no place that's off-limits to us. I'm sure… we'll soar anywhere.",
      "name": "Mr. C.B."
    },
    {
      "text": "Let's do it, Ace! If I'm being honest— I quite like watching you go around breaking walls.",
      "name": "Mr. C.B."
    },
    {
      "text": "Yeah, good to hear it. Sit back and watch to your heart's content— the way an Ace breaks the world's limits!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "I got myself all fired up, and now this?!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "Ah… ah… achoo! Sheesh… \nwhy'd it have to snow so damn much?!",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Mejiro Ardan",
      "text": "The field's covered in plenty of snow, too. Perhaps we ought to move performance practice to the gym for now?"
    },
    {
      "text": "Hmm… you sure about that?",
      "name": "Mr. C.B."
    },
    {
      "text": "Huh?! W-wait, C.B.-san…?!",
      "name": "Mejiro Ardan"
    },
    {
      "name": "Mr. C.B.",
      "text": "Look, don'tcha think this is fun in its own way? \nC'mon, Ace! Take off that coat!"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Ugh, not again… I swear! \nFine, fine, I'm comin', C.B…!"
    },
    {
      "name": "Mejiro Ardan",
      "text": "(C.B.-san and Ace-san ran off together with not a moment to stop them. Then, together in sync, they kicked off of the ground—)"
    },
    {
      "name": "C.B. & Ace",
      "text": "Haaaah! \nHiyaaah!"
    },
    {
      "text": "(It's as if they were soaring through the sky! The snow they kicked up fluttered around them, sparkling, reflecting the brilliance of the sun.)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Gh, it's… so bright…",
      "name": "Mejiro Ardan"
    },
    {
      "name": "Symboli Rudolf",
      "text": "…C.B., Ace… did you just…"
    },
    {
      "name": "Katsuragi Ace",
      "text": "… We synced up."
    },
    {
      "name": "Katsuragi Ace",
      "text": "I'd always been a second too late… but just now, we—!"
    },
    {
      "text": "Yeah! It was perfect!",
      "name": "Mr. C.B."
    },
    {
      "name": "Katsuragi Ace",
      "text": "Whenever I tried to match your speed, the faster \nI tried to flip, the worse my form got…"
    },
    {
      "text": "But I was so worried about slippin' on the snow just now, it felt like my senses got a lot sharper without realizing!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "I see… so that's what got you to demolish that wall you spoke of. Rather, you could say we've got another predicament on our hands now…",
      "name": "Symboli Rudolf"
    },
    {
      "text": "Hehe… Ahahaha! So you used that as fuel too, huh, Ace? Sounds about right!",
      "name": "Mr. C.B."
    },
    {
      "name": "Mr. C.B.",
      "text": "Never thought the snowy ground would make our performance better. That's real unconventional of you! Ahahaha!"
    },
    {
      "text": "Hahahaha! You're the one person \nI don't wanna hear that from!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "(C.B.-san… and Ace-san, too. They're just… so bright…)",
      "name": "Mejiro Ardan"
    },
    {
      "text": "(They break down every wall like it's nothing. That radiance is just overwhelming…)",
      "name": "Mejiro Ardan"
    },
    {
      "name": "???",
      "text": "—Mejiro Ramonu is in top shape. She's as beautiful as ever. \n—Indeed. When she dances, she shines just like a precious gemstone…"
    },
    {
      "name": "Mejiro Ardan",
      "text": "…Gh."
    },
    {
      "name": "Maruzensky",
      "text": "(Oh, Ardan-chan…)"
    }
  ]
}