{
  "text_block_list": [
    {
      "name": "Katsuragi Ace",
      "text": "—Looks like we're up. Let's go, C.B… \nLet's show 'em the way we roll full-on!"
    },
    {
      "name": "Mr. C.B.",
      "text": "Alright, Ace. C'mere. Let's dance like no one's watching— just you and me!"
    },
    {},
    {
      "name": "Katsuragi Ace",
      "text": "\"A celebratory New Year's calligraphy performance,\"…?! \nWe're… going to do that?!"
    },
    {
      "text": "That's… it's that thing, right? I saw it on a relay program once! Like, you move about while holding this super big brush and write wishes for the coming year!",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Mr. C.B.",
      "text": "If I remember correctly, the last participants were baseball players, weren't they? One of the players' dog wrote a dot with its paw, too. Sooo cute."
    },
    {
      "text": "Haha, right! The way they were holding the brush like a bat and writing letters like 'shwaaa' was really funny!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "So we've been asked to rep Tracen \nAcademy doing that this year, huh…!",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Symboli Rudolf",
      "text": "Indeed. We'd like you to be the face of the new year, so to speak. After I spoke with the board director, we decided on you two."
    },
    {
      "name": "Maruzensky",
      "text": "I chatted with Rudolf beforehand and got the a-okay! \nC.B., Ace, what do you two think?"
    },
    {
      "name": "Mr. C.B.",
      "text": "Sounds fun, I'm in! When I was watching the baseball players, they seemed free to express themselves however they wanted, after all."
    },
    {
      "name": "Mr. C.B.",
      "text": "Plus, with all of you here— seems like I'll be in good company."
    },
    {
      "name": "Symboli Rudolf",
      "text": "Well, I'm glad to hear it. \nWhat say you, Katsuragi Ace?"
    },
    {
      "text": "Hell yeah, I'm in!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "Like C.B. said, seems interesting. \nI gotta give it my all as the Renegade Ace!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "Good! In that case, I'll enter the four of us. \nWhich leaves just one more…",
      "name": "Symboli Rudolf"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Hm? There's still someone else?"
    },
    {
      "text": "Yuppers! Our fifth's going to be Ramonu! …Though I get a feeling it won't be that easy—",
      "name": "Maruzensky"
    },
    {
      "name": "Maruzensky",
      "text": "Oh, speak of the devil! C'mon in! \n… What's this?"
    },
    {
      "name": "Mejiro Ardan",
      "text": "Um… pardon the intrusion. I'm Mejiro Ardan, \nentering on behalf of my s— Mejiro Ramonu."
    },
    {
      "name": "Symboli Rudolf",
      "text": "Haha… a substitute, I see. \nWould you mind elaborating on the situation, Mejiro Ardan?"
    },
    {
      "name": "Mejiro Ardan",
      "text": "Of course… Well, when I showed her the proposal, she said she had no mind to participate… and told me to go in her stead."
    },
    {
      "name": "Symboli Rudolf",
      "text": "So that's how it is… but you mustn't hang your head. You're actually doing us a great service, Mejiro Ardan."
    },
    {
      "name": "Mejiro Ardan",
      "text": "Oh, it's nothing!… Inexperienced though I am, I'll do my very best to make this event a success. I'm looking forward to it."
    },
    {
      "text": "Course! Aight, so it's me and C.B., \nMaruzen, Rudolf, and Ardan—",
      "name": "Katsuragi Ace"
    },
    {
      "text": "Let's knock this calligraphy performance outta the park!",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Mejiro Ardan",
      "text": "Stop, and then the next stroke… \nlift the brush, and avoid the edge…"
    },
    {
      "text": "Oh, Ardan! What's that, a calligraphy performance video?",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Mejiro Ardan",
      "text": "Yes! I thought I should look at the performers from previous years to get an idea of how they move."
    },
    {
      "text": "Woah… now that's a good idea! Hey, can I watch with you?",
      "name": "Katsuragi Ace"
    },
    {
      "text": "Let's get the movements down-pat before practice with everyone so we can surprise the socks off 'em! We got this, Ardan!",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Mejiro Ardan",
      "text": "Hehe… yes, let's!"
    },
    {
      "text": "Looks like we're set! Ramonu threw a bit of a wrench in things like always, but I think things'll work out… don't you, Rudolf?",
      "name": "Maruzensky"
    },
    {
      "name": "Symboli Rudolf",
      "text": "Agreed. We won't let a small change like this stop us. You could call it a change for the better, or perhaps even an improvement."
    },
    {
      "text": "In any case, let us see this through to the end with our powers combined, Maruzensky.",
      "name": "Symboli Rudolf"
    },
    {
      "text": "Yeah! What is it that you always say… \"To bring bliss to all Umamusume!\", right?",
      "name": "Maruzensky"
    }
  ]
}