{
  "text_block_list": [
    {
      "name": "Symboli Rudolf",
      "text": "Alright, everybody. Let's begin with taking up the brush and drawing a character, since it seems you've all practiced plenty already."
    },
    {
      "text": "Hah, saw right through us, didja? Fine by me, though. I'll show ya the fruits of my labor!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "Wowzers…! Your calligraphy's so rad, Ace! Every line is so clean, I can hardly believe it's your first time doing this!",
      "name": "Maruzensky"
    },
    {
      "name": "Katsuragi Ace",
      "text": "What can I say? We still gotta lot of details to iron out, though. Like what to do for the performance, and how we're gonna arrange it all."
    },
    {
      "name": "Katsuragi Ace",
      "text": "…Hm? What's up, C.B…? You're makin' a weird face."
    },
    {
      "text": "…I just feel like it's kind of stiff, y'know?",
      "name": "Mr. C.B."
    },
    {
      "text": "Writing it didn't feel good… Sure, I wrote the characters alright, but it just didn't click.",
      "name": "Mr. C.B."
    },
    {
      "text": "Hehe, here we go.",
      "name": "Maruzensky"
    },
    {
      "text": "Hey, I know we said we were gonna arrange it all together, but can I modify my part a little more?",
      "name": "Mister C.B."
    },
    {
      "text": "While commanding the giant brush with all our strength, we inscribe our hopes and wishes for the new year. That is the basis of the performance we're holding now…",
      "name": "Symboli Rudolf"
    },
    {
      "name": "Symboli Rudolf",
      "text": "But to be frank, what we're aiming for this year \naround is similar to what you're saying, C.B…"
    },
    {
      "text": "Hmm? And just what might that be, Rudolf?",
      "name": "Mr. C.B."
    },
    {
      "text": "For this calligraphy performance, we want to ring in the new year by entertaining everybody and lifting their spirits.",
      "name": "Symboli Rudolf"
    },
    {
      "name": "Symboli Rudolf",
      "text": "To move their hearts with a heretofore unseen performance… That is precisely why we have gathered here."
    },
    {
      "name": "Symboli Rudolf",
      "text": "Let's make even the unthinkable into reality. \nThat's quite like us, no?"
    },
    {
      "name": "Katsuragi Ace",
      "text": "So what you're saying is that we're just gettin' started. The five of us together can make this even better, yeah?"
    },
    {
      "text": "We shouldn't constrain ourselves to a frame. It's more our style to change our performance how we see fit. Right, Rudolf?",
      "name": "Mr. C.B."
    },
    {
      "name": "Symboli Rudolf",
      "text": "So, once again, what say you all? \nWill you help me make this vision into a reality together?"
    },
    {
      "text": "Hah, I didn't think for a second we were gonna do things the regular way with all of us. Alright, you're on!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "Most definitely…! I can't wait to see what we make.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "You have my thanks. Then there's no time to waste— \nlet us get started on our performance!",
      "name": "Symboli Rudolf"
    },
    {
      "name": "Symboli Rudolf",
      "text": "Now that we've decided on the overall composition, we'll do individual practice before the performance itself. Everyone, polish up your own parts!"
    },
    {
      "text": "Y'know, I noticed a while back, but your handwriting is pretty good, Ace. Did you take classes?",
      "name": "Mr. C.B."
    },
    {
      "name": "Katsuragi Ace",
      "text": "Yeah, one of the old guys 'round my neighborhood taught me a little… Huh? Why aren't you practicing? Where's your paper?!"
    },
    {
      "name": "Mr. C.B.",
      "text": "Oh, I used it all up already! It got pretty \nfun once I was happy with my part."
    },
    {
      "name": "Katsuragi Ace",
      "text": "No way, you used ALL that paper already?! \nDammit, not gonna let you outdo me!"
    },
    {
      "text": "Huff… Haaah—!… My strokes are coming out messier than I expected. Using giant brushes like these is no easy task…",
      "name": "Mejiro Ardan"
    },
    {
      "name": "Maruzensky",
      "text": "But wow, your handwriting is totes amazing! \nIt gives off such a prim and proper vibe!"
    },
    {
      "text": "Thank you, Maruzen-san… But I still must work on balancing my dexterity with the strength I put into my writing.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "Hah… hah… I gotta make my brush move more freely! Aight, one more— let's do this!",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Mejiro Ardan",
      "text": "M-me too!"
    },
    {
      "name": "Katsuragi Ace",
      "text": "Grah! There we go! And… heave-ho!"
    },
    {
      "text": "Gh… hah… Hiyah!",
      "name": "Mejiro Ardan"
    },
    {
      "name": "Symboli Rudolf",
      "text": "Hehe."
    },
    {
      "text": "Finally got all that ink off'a me… gaah, practice was so killer…! I had to use all my brains and brawns!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "Ahaha! That's 'cause you put all you've got into it when you write. It'd be weird if you weren't tired.",
      "name": "Mr. C.B."
    },
    {
      "name": "Katsuragi Ace",
      "text": "Hehe… still, that's what I gotta do."
    },
    {
      "text": "\"If you wish to see the view on the other side of the wall, then bang on it. Keep having faith.\"",
      "name": "Katsuragi Ace"
    },
    {
      "text": "That's the part you're writing, isn't it? When we were deciding on which parts we wanted to do, you claimed that one right away.",
      "name": "Mr. C.B."
    },
    {
      "text": "Yup. It's the first calligraphy of the year, ain't it? That means I've gotta declare my resolutions too.",
      "name": "Katsuragi Ace"
    },
    {
      "text": "So, I'm gonna say something here and now. I wanna become so cool that the people in the audience think \"I wanna do that, too!\"",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Katsuragi Ace",
      "text": "No matter how tough it gets right now— I'll do it. I'm the Renegade Ace! I'll defy the odds as many times as it takes!"
    },
    {
      "text": "So don't hold back, C.B.! If you wanna up the level of the show, then go ahead and up it!",
      "name": "Katsuragi Ace"
    },
    {
      "text": "I'll sink my teeth into the real you! I won't let go no matter how far you run!",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Mr. C.B.",
      "text": "Ahahaha! …I knew it. You're so fun, Ace."
    },
    {
      "text": "…by the way, you've got some ink on you. By your neck.",
      "name": "Mr. C.B."
    },
    {
      "text": "Geh, I missed a spot…?! Oi, you've got some on your back too! I thought it was a mole, but that's totally ink!",
      "name": "Katsuragi Ace"
    },
    {
      "name": "Katsuragi Ace",
      "text": "…hehe, oh well! Just goes to show how hard we went at it, huh!"
    },
    {
      "text": "Alright. This should meet their level of quality.",
      "name": "Mejiro Ardan"
    },
    {
      "text": "There's practice again tomorrow with the others… \nI have to do even better than I did today!",
      "name": "Mejiro Ardan"
    }
  ]
}