{
    "title": "Plan: None",
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Satono Crown",
            "text": "—— I've been contemplating. Composition, outfits, expressions, \nlighting… Will photos created with everything planned out really \nbe the absolute best?"
        },
        {
            "name": "Satono Crown",
            "text": "It will certainly produce beautiful photos. My thoughts have \nnot changed on that, but for the resort's PR photos, I felt that \nthere is something needed beyond that……"
        },
        {
            "name": "Satono Crown",
            "text": "And… yesterday, when I went down \nthe slide with Cheval, I was convinced."
        },
        {
            "name": "Satono Crown",
            "text": "Photos where we are thinking from the bottom of our hearts \n\"this is fun\", versus \"smile for the camera\". Which ones will \nmake people wish to come here… you understand, don't you?"
        },
        {
            "name": "Satono Crown",
            "text": "That's why we are changing course from here on! \nNo more instructions for specific expression or poses. \nThe stage will be set, so just enjoy your time at the resort!"
        },
        {
            "name": "Cheval Grand",
            "text": "—— This might have been my first time watching a ballet movie \nat a theater… The atmosphere was so intense."
        },
        {
            "name": "Win Variation",
            "text": "…ble."
        },
        {
            "name": "Cheval Grand",
            "text": "…Huh?"
        },
        {
            "name": "Win Variation",
            "text": "This is incredible, Cheval! That was a famous classical ballet, \nbut it has hardly ever been adapted to film…"
        },
        {
            "name": "Win Variation",
            "text": "Even so, it's a true masterpiece so many people have \ntaken on and refined over time! To think I got to see it. \nThe person in charge here… they <i>get</i> it!"
        },
        {
            "name": "Win Variation",
            "text": "Furthermore, even though it's just for the photo shoot, \nto be able to watch in a reserved theater at full volume…! \nTo be given such luxury… I'm so glad… that I came here…!"
        },
        {
            "name": "Cheval Grand",
            "text": "(Shion's expression… I'm sure she isn't acting or playing it up. \nIt's coming from the bottom of her heart…)"
        },
        {
            "name": "Cheval Grand",
            "text": "(…This is what Crown wanted to capture… \nThe beauty of true feelings, straight from the heart…!)"
        },
        {
            "name": "Bartender",
            "text": "—— This is from the guest over there. \nA \"Creek Harbour Sunset\" for you."
        },
        {
            "name": "Vivlos",
            "text": "Waaah～ it's so pretty～! Doesn't it look like something \na bar at the Dubai Marina would have!?"
        },
        {
            "name": "Duramente",
            "text": "Yes. It seems to be a mocktail that turns carrot juice \ninto a likeness of the shimmering sea painted by the \nsunset over Creek Harbour."
        },
        {
            "name": "Vivlos",
            "text": "Yaaaaaay～! Don't I look like a celeb with this? Don't I? \nIn fact, I'm definitely already a celeb, right!?"
        },
        {
            "name": "Duramente",
            "text": "—— It is what I would expect of the Satono Group… \nThis fitness facility is entirely created by repurposing \nUma-lator technology?"
        },
        {
            "name": "Satono Crown",
            "text": "That's right, the one provided to the school was fitted \nwith race simulation functionality, but this one here is \nmore geared towards entertainment."
        },
        {
            "name": "Satono Crown",
            "text": "The claims might be a little exaggerated… but you can \ncompete in classic resort activities with horsegirl athletes \nfrom all eras and regions. For example ——"
        },
        {
            "name": "Duramente",
            "text": "…A hot spring, and ping pong."
        },
        {
            "name": "Satono Crown",
            "text": "Hot springs are a staple of Japanese resorts… and a hot spring \nhas to have… this, right? There's a wide selection of opponents \nas well, from beginners to world-class medallists."
        },
        {
            "name": "Duramente",
            "text": "I see… Even some of my family's strongest are included. \nI welcome this type of design. It will… let me fight with \neverything I have."
        },
        {
            "name": "Satono Crown",
            "text": "(Hehe… This is it! Even though it's just virtual space, she looks \njust like she's about to give her all against a real opponent! \nThat wraps up this shot perfectly!)"
        },
        {
            "name": "Satono Crown",
            "text": "Hey, Shion and Cheval. I have a small request… \nKeep it between us though."
        },
        {
            "name": "Win Variation",
            "text": "Eh? W-What is it?"
        },
        {
            "name": "Satono Crown",
            "text": "I want a shot of Vivlos' surprised face. I will have her \nplay on a floatie for the shoot soon, and I'll leave it \nto you both to surprise her♪"
        },
        {
            "name": "Win Variation",
            "text": "…Ah, I see, like a prank. If you think that would be \ngreat content for a photo, I don't mind helping out."
        },
        {
            "name": "Win Variation",
            "text": "…Target spotted. We'll dive under here and \napproach on both sides simul—— <i>hm</i>?"
        },
        {
            "name": "Cheval Grand",
            "text": "Th-Th-Th-Theeaye…… There… There's a fin… A fin……!"
        },
        {
            "name": "Win Variation",
            "text": "Fin…… ? Wait —— \nHol-Hold on, why's something like that here…… !?"
        },
        {
            "name": "Cheval Grand",
            "text": "A shark!? A dolphin!? \nA… A-A-A-A-A-A-Anyways, we gotta escape……!"
        },
        {
            "name": "Vivlos",
            "text": "Eheheh☆ Dolphin drone initialised! \nGo, go!"
        },
        {
            "name": "Cheval & Shion",
            "text": "<i>Wah! \nGyah!</i>"
        },
        {
            "name": "Vivlos",
            "text": "Eheheh☆ Both of you relaxed too early♪ \nYou can't let your guard down… until the prank's over☆"
        },
        {
            "name": "Vivlos",
            "text": "But to think they'd make dolphin drones of this \nsize… the Satono Group's big toys are incredible☆ \nThis is so much fun♪"
        },
        {
            "name": "Satono Crown",
            "text": "(I'm so sorry. I wanted to capture Vivlos' most \nlively expression, and you two were the perfect \nreverse prank subjects……!)"
        },
        {
            "name": "Cheval Grand",
            "text": "<i>Haa…</i> Vivlos really looks like she was enjoying herself. \nShion and I were trying so hard to escape we could've \nran on top of the sea."
        },
        {
            "name": "Satono Crown",
            "text": "<i>Hehehe</i>. But thanks to you, we managed to \ncapture great moments from everyone."
        },
        {
            "name": "Satono Crown",
            "text": "Of course, that includes you, Cheval. Anyone who sees your \nfacial expressions would wish to come here, which makes for \ngreat advertising."
        },
        {
            "name": "Cheval Grand",
            "text": "In these photos… I'm smiling, surprised, and all sorts \nof things are going on. I didn't know I could make \nthese kinds of expressions."
        },
        {
            "name": "Cheval Grand",
            "text": "Somehow, it's a little unnerving…… but I don't hate it."
        },
        {
            "name": "Satono Crown",
            "text": "…<i>Heh</i>, you'll be alright. No, it's fine to remain feeling that way."
        },
        {
            "name": "Cheval Grand",
            "text": "—— Is that… so. \n…………I see."
        },
        {
            "name": "Satono Crown",
            "text": "…<i>Hehe</i>. Yes. You, as you are now, \nreally are the best photo model."
        }
    ]
}