{
    "title": "Waterside Principal",
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Satono Crown",
            "text": "Alright, let's start Shion's shoot!"
        },
        {
            "name": "Win Variation",
            "text": "(I'll fulfill… my role as principal…!)"
        },
        {
            "name": "Cheval Grand",
            "text": "(…Shion.)"
        },
        {
            "name": "Win Variation",
            "text": "—— A person who strives to be good at ballet and yet \nhas never fallen is practically unheard of."
        },
        {
            "name": "Win Variation",
            "text": "Acquiring a skill one does not possess. \nIt's daunting, but we still yearn for it."
        },
        {
            "name": "Win Variation",
            "text": "Failing countless times, and retrying each time. \nThat's how everyone overcomes the many trials they face."
        },
        {
            "name": "Win Variation",
            "text": "Retrying to the point of exhaustion, believing that at the \nother end lies the principal role that they yearn for."
        },
        {
            "name": "Win Variation",
            "text": "—— Just like you, that time."
        },
        {
            "name": "Win Variation",
            "text": "Losing multiple times… and feeling frustration. \nEven so, continuing on… aiming to someday \nbe the principal of the big stage."
        },
        {
            "name": "Win Variation",
            "text": "…If you fall, just get up again. It was you \nwho showed me, Cheval. That it's possible \nto become the principal that way…"
        },
        {
            "name": "Cheval Grand",
            "text": "N-No way…! I… \nThere's no way I'm as… strong as you say…"
        },
        {
            "name": "Cheval Grand",
            "text": "(I just had no choice but to stand back up. To lose heart, \nstand up, and run again. Until I grasped what I aspired to. \nThere was nothing else I could do.)"
        },
        {
            "name": "Commentator",
            "text": "<i>Cheval Grand is coming! Will we see the lead swap!? \nCheval Grand! Cheval Grand takes the lead……!</i>"
        },
        {
            "name": "Cheval Grand",
            "text": "<i>……Haa…… Haah…… Haa……! </i>\nI…… did it……!"
        },
        {
            "name": "Cheval Grand",
            "text": "But… right. I could only do it… because there was \nnothing else I could do… Because I can always only \ndo things the clumsy way."
        },
        {
            "name": "Cheval Grand",
            "text": "(If I fall, I will just get back up again. If I dream of it… \nI'll go for it. Because for me… constantly unsure as \nI am… there is no other way…!)"
        },
        {
            "name": "Cheval Grand",
            "text": "Vivlos! Um… I have… I have a request."
        },
        {
            "name": "Cheval Grand",
            "text": "The modelling job… I want to do it well… to the end. \nBut, honestly, I don't know much about modelling."
        },
        {
            "name": "Cheval Grand",
            "text": "I… I'm sure, among everyone here, the one most \nknowledgeable on this kind of thing… is you."
        },
        {
            "name": "Cheval Grand",
            "text": "Please help me…! \nI'll do anything…!"
        },
        {
            "name": "Vivlos",
            "text": "……<i>Hehe</i>♪ Pumped up Chevacchi has shown up! \nOf course I'll help. Leave it to me☆"
        },
        {
            "name": "Cheval Grand",
            "text": "Vivlos…… thank you…… \n……Ah."
        },
        {
            "name": "Cheval Grand",
            "text": "…Er… Erm, this is…"
        },
        {
            "name": "Vivlos",
            "text": "<i>Ahaha</i>. A hungry Chevacchi too. Go eat something first. \nWe'll think about your special comeback training when \nyou return!"
        },
        {
            "name": "Cheval Grand",
            "text": "Ok, I will be back soon. \n…This is also so I can pull out my best later."
        },
        {
            "name": "Vivlos",
            "text": "Okaay♪ …Good that I spotted Shion at the pool☆ \nChevacchi seems to respect her."
        },
        {
            "name": "Vivlos",
            "text": "\"She might stumble due to her clumsiness… but \nI'm sure she can overcome it. When she's ready to \nmove forward, give her a push in the back\" ——"
        },
        {
            "name": "Vivlos",
            "text": "—— Fufu, that's our big sister for you. She gets it～ \nBut so do I, of course. I know Chevacchi better than \nanyone else!"
        },
        {
            "name": "Vivlos",
            "text": "Alright, I'll show everyone a capable Chevacchi! \nAs her dedicated producer, I'll give it my aaall☆"
        },
        {
            "name": "Satono Crown",
            "text": "Since she will be the main focus of the changes, \nwe should have a discussion with Cheval herself first."
        },
        {
            "name": "Duramente",
            "text": "I agree. I heard her voice earlier, so she should be in her room."
        },
        {
            "name": "Vivlos",
            "text": "Then, then～ how about this?"
        },
        {
            "name": "Cheval Grand",
            "text": "Th-This is surely too ma-mature of a look for me……! \nTh-The design is clearly more suited to our sister……!"
        },
        {
            "name": "Satono Crown",
            "text": "Cheval, about the photo shoot tomorrow—— Oh, what are you \nthree doing? It seems pretty lively in… here…?"
        },
        {
            "name": "Satono Crown",
            "text": "…Cheval, you want to wear such a daring swimsuit? \nI'm a little surprised."
        },
        {
            "name": "Cheval Grand",
            "text": "Th-That's not it! Vivlos just recommended it to me on a whim!"
        },
        {
            "name": "Satono Crown",
            "text": "Hehe. I do agree it would look good on you, Cheval. \nOh? Now that I've taken a good look, isn't this \nthe website of the mall here?"
        },
        {
            "name": "Vivlos",
            "text": "Exactly☆ Tomorrow is a pool shoot again, right? \nI was thinking of getting Chevacchi a new swimsuit."
        },
        {
            "name": "Vivlos",
            "text": "Chevacchi's started getting really motivated. If she wants \nto go big, going for a swimsuit out of her comfort zone will \npump her up even more, won't it?"
        },
        {
            "name": "Satono Crown",
            "text": "So… a new swimsuit. Good idea, let's do it! \nWe were also just thinking of making some \nchanges for the photo shoot."
        },
        {
            "name": "Cheval Grand",
            "text": "Yea. I… will do it. I will do it right as a photo model. \nE-Even so… I'm not gonna wear a daring swimsuit…!"
        },
        {
            "name": "Satono Crown",
            "text": "Fufu, I look forward to it. \nNow, you should go while the mall is still open."
        },
        {
            "name": "Duramente",
            "text": "—— Crown, you should go and choose with Cheval's group. \nIt's part of your responsibility as the planner, isn't it?"
        },
        {
            "name": "Satono Crown",
            "text": "Duramente… Heh, you're right. In that case, \nI'll pick one out for myself while we're at it."
        }
    ]
}